[
    {
        "bio": "PhD student (2018-2021) in LIUC university",
        "is_spam": 0
    },
    {
        "bio": "great [one](http:\/\/www.google.com)",
        "is_spam": 1
    },
    {
        "bio": "https:\/\/en.wikipedia.org\/wiki\/David_Ing",
        "is_spam": 0
    },
    {
        "bio": "Quackquack is one of the best site to find [whatsapp no of girls](https:\/\/www.quackquack.in\/girls-whatsapp-numbers\/) to chat and make friends online. Register now and chat with girls on Whatsapp.",
        "is_spam": 1
    },
    {
        "bio": "\n\n[dancewear coupons](https:\/\/www.uptocoupons.com\/coupon-category\/dancewear\/)",
        "is_spam": 1
    },
    {
        "bio": "Fabian Adelt graduated in computer-sciences with a minor in sociology of technology (degree: Diplom-Informatiker) at TU Dortmund University in 2011. Currently, he is research fellow at the Technology Studies Group and involved in the project “Collaborative Data- and Risk-Management in Future Grids – A Simulation Study” (KoRiSim). Between 2012 and 2015 he worked on the project \"Mixed Modes of Governance as a Means of Risk Management in Complex Systems\" (RiskSim). His research interests entail agent-based modelling and simulating of socio-technical systems, especially focussing on governance issues and actors' reactions on interventions. Experience covers the fields of mobility and energy.",
        "is_spam": 0
    },
    {
        "bio": "\nGet free consultation today across all over Labelle slimming centers and get free experts advice to get slim.\nhttps:\/\/www.labelle.in\/",
        "is_spam": 1
    },
    {
        "bio": "\nMyJDW\nMyJDW is an internal website specifically designed for Wetherspoon employees. Essentially, it helps the employees to communicate with all exciting things going in the company. Through My JD Wetherspoon online employee portal, employees can able to view payslips information, check their rota, take a look at perks, great range of discounts, etc. If you're working as a current employee for Wetherspoon organization, you can estimate your working hours very easily so that there is a facility to tally the payments with what you've actually been paid. \n\nEvery employee can make use of these benefits by using Wetherspoons Login. You can go through below instructions to log into MyJDW Account. \n\nPrimarily, you just need to visit the official website address myjdw. co.uk from your preferred web browser. \nIf you've already registered, click on login option. \nBy clicking on that, it will automatically take you to the web page where you can enter a valid personal email address which should be registered under Wetherspoons and a valid password. \nAfter completion of entering all these details, you can click on login option to access all available benefits like schedules information, payslips, working hours, etc. \nIf you've forgotten your email id, you can go to forgot email id to recover the id number. \nYou can click on forgot password if in the case of forgotten password for MyjdWetherspoon Login account. \n",
        "is_spam": 1
    },
    {
        "bio": "Research fellow at the Agricultural Economics and Policy Group at ETH Zurich.",
        "is_spam": 0
    },
    {
        "bio": "Townler is the most popular Canada dating site to meet likeminded singles and date. Register now and find your love life.\n",
        "is_spam": 1
    },
    {
        "bio": "Assistant Proffesor at the Institute of Socio-Economic Geography, Adam Mickiewicz University, Poland",
        "is_spam": 0
    },
    {
        "bio": "This is Saeed Abdolhosseini. I am very interested in the area of agent based modeling and it is about 3 years that I am working on Agent-Based Modeling. I have a good experience of working with Netlogo &Repast simphony & Anylogic. I have developed a few ABM application.\n\nSpecialties: Agent-based models of social systems",
        "is_spam": 0
    },
    {
        "bio": "PhD student in Computer Science at the University of Newcastle, Australia",
        "is_spam": 0
    },
    {
        "bio": "Dr. Dawn Parker is a professor at the University of Waterloo in the School of Planning. Her research focuses on the development of integrated socio-economic and biophysical models of land-use change. Dr. Parker works with agent-based modeling, complexity theory, geographic information systems, and environmental and resource economics. Her current ongoing projects include Waterloo Area Regional Model (WARM) Urban intensification vs. suburban flight, a SSHRC funded development grant that explores the causal relationships between light rail transit and core-area intensification, and the Digging into Data MIRACLE (Mining relationships among variables in large datasets from complex systems) project.",
        "is_spam": 0
    },
    {
        "bio": "Dr. Morteza Mahmoudzadeh is an assitant professor at the University of Azad at Tabriz in the Department of Managent and the director of the Policy Modeling Research Lab. Dr. Mahmoudzadeh did a degree in Software Engineering and a PhD in System Sciences. Dr. Mahmoudzadeh currently works on different regional and national wide projects about modeling sustaiblity and resilience of industrial ecosystems, innovation networks and socio-environmental systems. He also works on hybrid models of opinion dynamics and agent based models specifically in the field of modeling customers behavior and developing managerial tools for strategic marketing policy testing. His team at Policy Modeling Research Lab. currently work on developing a web based tool with python for systems modeling using system dynamics, Messa framework for agent-based modeling and Social Networks Analysis. ",
        "is_spam": 0
    },
    {
        "bio": "PhD student at University of Toronto: memes, social networks, contagion, agent based modeling, synthetic populations",
        "is_spam": 0
    },
    {
        "bio": "My primary research interests lie at the intersection of two fields: evolutionary computation and multi-agent systems.  I am specifically interested in how evolutionary search algorithms can be used to help people understand and analyze agent-based models of complex systems (e.g., flocking birds, traffic jams, or how information diffuses across social networks).  My secondary research interests broadly span the areas of artificial life, multi-agent robotics, cognitive\/learning science, design of multi-agent modeling environments.  I enjoy interdisciplinary research, and in pursuit of the aforementioned topics, I have been involved in application areas from archeology to zoology, from linguistics to marketing, and from urban growth patterns to materials science.  I am also very interested in creative approaches to computer science and complex systems education, and have published work on the use of multi-agent simulation as a vehicle for introducing students to computer science.\n\nIt is my philosophy that theoretical research should be inspired by real-world problems, and conversely, that theoretical results should inform and enhance practice in the field.  Accordingly, I view tool building as a vital practice that is complementary to theoretical and methodological research.  Throughout my own work I have contributed to the research community by developing several practical software tools, including BehaviorSearch (http:\/\/www.behaviorsearch.org\/)",
        "is_spam": 0
    },
    {
        "bio": "Senior (Tenure-Track) Assistant Professor in Work and Organizational Psychology (WOP) at the Human Sciences Department of Verona University. My expertise lies in organizational behavior, individual differences and decision-making at work, and social dynamics in the applied psychology field. In the field of fundamental research my studies explore the role of individual antecedents (e.g., Personality traits, Risk attitudes, etc.) in relation to classic I\/O models (e.g., Job Demands-Resources model, Effort-Reward model, etc.). My applied research focuses on the development of interventions and policies for enhancing decision-making, and in turn well-being and job performance. Finally, in industrial research, my research aims to better integrate cognitive and behavioral theories (e.g., Theory of Planned Behavior, Prospect theory, etc.) for designing predictive models – based on agents – of social and organizational behaviors. ",
        "is_spam": 0
    },
    {
        "bio": "GIS enthusiast and ABM practitioner",
        "is_spam": 0
    },
    {
        "bio": "I am an Assistant Professor at the School of Computer Science, University of Nottingham, UK. ",
        "is_spam": 0
    },
    {
        "bio": "Mazaher Kianpour is a PhD candidate at NTNU. He holds a Bachelor’s degree in Computer Engineering (Software) from the Payame Noor University. He obtained his Master’s degree in Architecture of Computer Systems from Shahid Beheshti University, Tehran, Iran. He started his PhD in Information Security at NTNU in May 2018. His PhD research lies at the intersection of economics and information security with a socio-technical perspective. He has several years of work experience at Tehran University of Medical Sciences, and his professional training includes Computer Networks, Cybersecurity and Risk Management. ",
        "is_spam": 0
    },
    {
        "bio": "I am a scientist at the Johns Hopkins Applied Physics Laboratory. Previously, I worked for the Board of Governors of the Federal Reserve System as an internal consultant on statistical computing. I have also been a consultant to numerous government agencies, including the Securities and Exchange Commission, the Executive Office of the President, and the United States Department of Homeland Security. I am a passionate educator, teaching mathematics and statistics at the University of Maryland University College since 2010 and have taught public management at Central Michigan University, Penn State, and the University of Baltimore.\n\nI am fortunate to play in everyone else’s backyard. My most recent published scholarship has modeled the population of Earth-orbiting satellites, analyzed the risks of flood insurance, predicted disruptive events, and sought to understand small business cybersecurity. I have written two books on my work and am currently co-editing two more.\n\nIn my spare time, I serve Howard County, Maryland, as a member of the Board of Appeals and the Watershed Stewards Academy Advisory Committee of the University of Maryland Extension. Prior volunteer experience includes providing economic advice to the Columbia Association, establishing an alumni association for the College Park Scholars Program at the University of Maryland, and serving on numerous public and private volunteer advisory boards.",
        "is_spam": 0
    },
    {
        "bio": "PhD student in The Robert Zajonc Institute for Social Studies at the University of Warsaw.",
        "is_spam": 0
    },
    {
        "bio": "GIS Developer",
        "is_spam": 0
    },
    {
        "bio": "B.S. in Fish and Wildlife from Michigan State University in 1996. M.S. in Wildlife Ecology from the University of Maine - Orono in 2001. Employed by the Michigan Department of Natural Resources since 2003, first as a field biologist (2003-2008), then statewide endangered species coordinator (2008-2012), and currently as the statewide (climate) adaptation program lead (2012-present). Also currently a graduate student in the Boone and Crockett Quantitative Wildlife Center at Michigan State University (2015-present). Father, gardener, hiker, and amateur myxomycologist. ",
        "is_spam": 0
    },
    {
        "bio": "Flaminio Squazzoni is Full Professor of Sociology at the Department of Social and Political Sciences of the University of Milan and director of BEHAVE. He teaches “Sociology” to undergraduate students, “Behavioural Sociology” to master students and “Behavioural Game Theory” to PhD students. Untill November 2018, he has been Associate Professor of Economic Sociology at the Department of Economics and Management of the University of Brescia, where he led the [GECS-Research Group on Experimental and Computational Sociology](http:\/\/www.gecs.unibs.it\/).\n\nHe is editor of [JASSS-Journal of Artificial Societies and Social Simulation](http:\/\/jasss.soc.surrey.ac.uk\/JASSS.html), co-editor of [Sociologica -International Journal for Sociological Debate](https:\/\/sociologica.unibo.it\/) and member of the editorial boards of [Research Integrity and Peer Review](http:\/\/www.researchintegrityjournal.com\/) and [Sistemi Intelligenti](https:\/\/www.mulino.it\/riviste\/issn\/1120-9550). He is advisory editor of the [Wiley Series in Computational and Quantitative Social Science](http:\/\/eu.wiley.com\/WileyCDA\/Section\/id-811877.html) and the [Springer Series in Computational Social Science](http:\/\/www.springer.com\/series\/11784) and member of the advisory board of [ING’s ThinkForward Initiative](https:\/\/www.thinkforwardinitiative.com\/). He is former [President of the European Social Simulation Association](http:\/\/www.essa.eu.org\/) (Sept 2012\/Sept 2016, since 2010 member of the Management Committee) and former Director of the [NASP ESLS PhD Programme in Economic Sociology and Labour Studies](http:\/\/www.nasp.eu\/training\/phd-programmes\/esls.html) (2015-2016).",
        "is_spam": 0
    },
    {
        "bio": "Quackquack is one of the [top dating apps](https:\/\/play.google.com\/store\/apps\/details?id=com.quackquack&hl=en) to meet new friends, chat, date online. ",
        "is_spam": 1
    },
    {
        "bio": "Environmental Engineer \nMsc - Environmental Technology and Water Resources",
        "is_spam": 0
    },
    {
        "bio": " Telecom Engineering is probably one of those fields that witnessed rapid advancement in recent years. It comes as no surprise that it is among the most pursued careers today.",
        "is_spam": 1
    },
    {
        "bio": "I am a Freelancer at Fieldengineer which is an On-Demand Marketplace which connects businesses and freelance engineers in Networking industry.",
        "is_spam": 0
    },
    {
        "bio": "Postdoctoral Research Associate at the CyberGIS Center for Advanced Digital and Spatial Studies, University of Illinois at Urbana-Champaign",
        "is_spam": 0
    },
    {
        "bio": "I am a computational archaeologist interested in how individuals and groups respond to both large scale processes such as climate change and local processes such as violence and wealth inequality. I am currently a PhD Candidate in the Department of Anthropology at Washington State University.",
        "is_spam": 0
    },
    {
        "bio": "PhD student, ecology and evolutionary biology",
        "is_spam": 0
    },
    {
        "bio": "Farzaneh Davari is a social science researcher who has worked in many diverse fields, including agriculture, conflict, health, and  human rights,  just to name a few. Currently, she is  a Ph.D. candidate in Computational Social Science, focusing on social-ecological complex systems and applying computational science and Agent-Based Modeling to understand resilience procedure through self-organizing and learning. Meanwhile, she is a designer and instructor of the online graduate level course  of Decision-making in Complex Environments in Virginia Tech. ",
        "is_spam": 0
    },
    {
        "bio": "I am a multidisciplinary researcher (PhD Candidate) at the University of Helsinki. My research interests include sustainable behaviour change, ecological psychology, cognitive science and cultural evolution. I have a soft spot for complex systems and philosophy of science.\n\nGitHub: https:\/\/github.com\/roopekaaronen\/",
        "is_spam": 0
    },
    {
        "bio": "My research is focused on understanding the importance of spatial and temporal environmental variability on communities and populations. The key question I aim to address is how the anthropogenic impacts, such as disturbances of individual animals or changed landscape heterogeneity associated with climate changes, influence the persistence of species. The harbour porpoise is an example of a species that is influenced by anthropogenic disturbances, and much of my research has focused on how the Danish porpoise populations are influenced by noise from offshore constructions. I use a wide range of modelling tools to assess the relative importance of different sources of environmental variation, including individual-based\/agent based models, spatial statistics, and classical population models. This involves development of computer programs in R and NetLogo. In addition to my own research I currently supervise three PhD students and participate in the management of Department of Bioscience at Aarhus University.",
        "is_spam": 0
    },
    {
        "bio": "Once you are inside the [Michaels workmsart](https:\/\/www.michaelsworksmart.xyz\/) portal you can check various options waiting for you that include but not limited to your Michaels workcenter, Michaels SSO, Oracle HR etc. In this post let us discuss in brief about what Michaels worksmart does in reality? Michaels workmsart is an ESS portal which means it is an  employee self service portal which can be used by the employees of Michaels to keep in touch with the company updates. Employees who work under Michaels can log on to Michaels sign on with few login credentials that they may have received from their managers during their orientation. Here is the official website for using Michaels worksmart and the url of the website is signon-michaels-com. When you are logged into Michaels worksmart you can see your payroll option out there. As you press the payroll option you can see all your payslips and can also request to get them in the pdf to use them for other purpose outside Michaels.\n",
        "is_spam": 1
    },
    {
        "bio": "[Adomyinfo](https:\/\/www.adomyinfo.info\/) also provides other facilities like it allows its employees to view their perks, benefits, extra working hours and many more. Adomyinfo\nis the portal only meant for the use of Adecco employees. By using adomyinfo employees can set up their direct deposit if they wish to or they can receive the money through the money network programme. Money network programme is a concept where the employees would be given atm's to and their weeky wage would be credited into the debit card. Now this card can be used at any atm machine to extract cash and they can also be eligible to shop with that debit card. Adecco uses money network programme until the employee sets up the adomyinfo account. Not only that but after creating adomyinfo account they also have to set up the direct deposit connecting to their bank account.",
        "is_spam": 0
    },
    {
        "bio": "Me dad not want me on this thing. He Allen Lee",
        "is_spam": 1
    },
    {
        "bio": "Raquel Guimaraes is a Postdoctoral Research Scholar at IIASA with support from the Brazilian Coordination for the Improvement of Higher Education Personnel (CAPES). She is hosted by the Advanced Systems Analysis (ASA), Risk and Vulnerability (RISK), and World Population (POP) programs. Dr. Guimaraes is currently on sabbatical leave from her appointment as an Adjunct Professor in the Economics Department at the Federal University of Paraná (Brazil), where she carries out research on, as well as teaching, economic demography, development microeconomics and applied microeconometrics.\n\nIn her research at IIASA, Dr. Guimaraes aims to contribute to the extant literature and to policy-making by offering a case study from Brazil, examining whether and how individual exposure to floods did or not induce affected migration in a setting with intense urbanization, the city of Governador Valadares, in the State of Minas Gerais. To elucidate the role of vulnerability at the household-level in mediating the relationship between mobility and floods, she will rely on causal models and simulation analysis. Her study is aligned with and will have support from, the Brazilian Network for Research on Global Climate Change (Rede Clima), which is an important pillar in support of R&D activities of the Brazilian National Climate Change Plan.\n\nDr. Guimaraes graduated from the Federal University of Minas Gerais, Brazil, in 2007 with degrees in economics. She completed an MA degree in International Comparative Education at Stanford University (2011) and earned a doctorate in demography from the Federal University of Minas Gerais in 2014.",
        "is_spam": 0
    },
    {
        "bio": "Professor of Shibaura Institute of Technology",
        "is_spam": 0
    },
    {
        "bio": "About me\nName: Dr. Julia Kasmire\nPosition: Post-doctoral Research Fellow\nWhere: [UK Data Services](https:\/\/ukdataservice.ac.uk\/) and [Cathie Marsh Institute](https:\/\/www.cmi.manchester.ac.uk\/) at the [University of Manchester](http:\/\/www.manchester.ac.uk\/).\nShort Bio\n2004 - BA in Linguistics from the University of California in Santa Cruz, including college honours, departmental honours and one year of study at the University of Barcelona. \n2008 - MSc in the Evolution of Language and Cognition from the University of Edinburgh, with a thesis on the effects of various common simulated population features used when modelling language learning agents. \n2015 - PhD from Faculty of Technology, Policy and Management at the Delft University of Technology under the supervision of Prof. dr. ig. Margot Wijnen, Prof. dr. ig. Gerard P.J. Dijkema, and Dr. ig. Igor Nikolic.  [My PhD thesis](https:\/\/drive.google.com\/open?id=0B8YLoEnULL-XUTlYeExyMFY1SVk) and propositions  can be found online, as are my publications and PhD research projects (most of which addressed how to study transitions to sustainability in the Dutch horticultural sector from a computational social science and complex adaptive systems perspective). \nAdditional Resources\nMany of the NetLogo models I that built or used can be found here on my CoMSES\/OpenABM pages. \nMy [ResearchGate profile](https:\/\/www.researchgate.net\/profile\/Julia_Kasmire) and my [Academia.org profile](https:\/\/manchester.academia.edu\/JuliaKasmire) provide additional context and outputs of my work, including some data sets, analytical resources and research skills endorsements.\nMy [LinkedIn profile](https:\/\/www.linkedin.com\/profile\/view?id=277370767&trk=hp-identity-name) contains additional insights into my education and experience as well as skills and knowledge endorsements.\nI try to use [Twitter](https:\/\/twitter.com\/JKasmireComplex) to share what is happening with my research and to keep abreast of interesting discussions on complexity, chaos, artificial intelligence, evolution and some other research topics of interest.\nYou can find my [SCOPUS profile](https:\/\/www.scopus.com\/authid\/detail.uri?authorId=42262107500) and my [ORCID profile](https:\/\/orcid.org\/0000-0003-2684-6330) as well. ",
        "is_spam": 0
    },
    {
        "bio": "Wageningen University & Research\nCurrently researcher modelling at Biometris, Wageningen University & Research",
        "is_spam": 0
    },
    {
        "bio": "Eric has graduate degrees in urban planning and policy and sociology and an undergraduate degree in biology. He has worked on multiple collaborative and interdisciplinary projects and is skilled at engaging communities and other stakeholders. He is adept at qualitative research and has earned a Certificate in Geospatial Analysis and Visualization, demonstrating proficiency in Adobe Suite, ArcGIS, agent-based modeling and system dynamics modeling. He is currently writing manuscripts for publication based on his work on motivating energy retrofit decisions, energy-related urban planning, municipal decision-making on infrastructure investments, and other work on resilience and sustainability.",
        "is_spam": 0
    },
    {
        "bio": "Angelos Chliaoutakis received his PhD in Electronic & Computer Engineering in 2020 at Technical University of Crete (TUC), Greece. During 2005-2020 he was a research assistant at the Intelligent Systems Laboratory of TUC, participating in several research projects associated with NLP, semantic similarity and ontology based information systems. Since 2010 he is also a research assistant at the Laboratory of Geophysical - Satellite Remote Sensing and Archaeo-environment (GeoSat ReSeArch Lab) of the Institute for Mediterranean Studies of Foundation for Research and Technology (IMS-FORTH), were he is involved in various research projects related to the full-stack development of Geographical Information Systems (GIS), web-based GIS applications and Geoinformatics in the cultural and archaeological domain. This ultimately transformed his interest and research direction towards computational archaeology, in particular, agent-based modeling and simulation, while intertwining ideas and approaches from Artificial Intelligence, Multi-agent Systems and GIS.",
        "is_spam": 0
    },
    {
        "bio": "Senior Lecturer.",
        "is_spam": 0
    },
    {
        "bio": "Doctoral Fellow at LEMA research group, Urban and Environmental Engineering (UEE), University of Liege",
        "is_spam": 0
    },
    {
        "bio": "Elizabeth Hunter received a BA in Mathematics and Economics at Boston University in 2011. She worked as a health economics researcher at Research Triangle Institute for three years where she worked on a team that developed the risk adjustment models for the US health insurance exchanges. She attended the University of Limerick and received an MSc in Mathematical Modelling in 2015. She completed a PhD at Technological University Dublin. Her PhD research focuses on agent-based simulations for infectious disease epidemiology with the goal of creating an agent-based simulation of Ireland. Elizabeth is currently working on the Precise4Q as a Postdoctoral researcher working on predictive modelling in stroke. ",
        "is_spam": 0
    },
    {
        "bio": "Hello, \n\nMy name is Roberto and I am a graduate student at The Pennsylvania State University. I am in the \"Information Sciences - Cybersecurity and Information Assurance program\", through which I discovered my interest in ABM. I am conducting my capstone research project on how to make ABM more effective in the disaster recovery planning process of IT companies. I am currently looking for interview candidates to conduct my research. If you or anyone you know have experience using ABM for disaster recovery planning in IT or tech, please reach out! \n\nI learned about ABM through the Intelligent Agents course at Penn State, where we  modeled everything from terrorist attacks to social relationships. I was immediately interested in ABM due to the potential and capabilities that it provides in so many areas. I hope to make ABM more popular in IT disaster recovery planning through my research, while learning more about ABM myself. ",
        "is_spam": 0
    },
    {
        "bio": "Biographical Sketch \n\n(a) Professional Preparation\n\nBrigham Young University  Statistics & Computer Science B.S. 1986\nUniversity of North Carolina Chapel Hill  Biostatistics M.S. 1988\nNorth Carolina State University Biomathematics & Entomology Ph.D. 1997\n\n(b) Appointments\n\nAssociate Professor 2006-current: Brigham Young University Department of Biology\nAssistant Professor 2000-2006: Brigham Young University Department of Integrative Biology\nResearch Scientist 1997-1999: Agriculture Research Service-USDA Pacific Basin Agricultural Research Center. \n\n(c) Publications\n\ni. Five most relevant publications \n\nAhmadou H. Dicko, Renaud Lancelot, Momar Talla Seck, Laure Guerrini, Baba Sall, Mbargou Low, Marc J.B. Vreysen, Thierry Lefrançois, Fonta Williams, Steven L. Peck, and Jérémy Bouyer. 2014. Using species distribution models to optimize vector control: the tsetse eradication campaign in Senegal. Proceedings of the National Academy of Science. 11 (28) : 10149-10154\nPeck, S. L. 2014. Perspectives on why digital ecologies matter: Combining population genetics and ecologically informed agent-based models with GIS for managing dipteran livestock pests. Acta Tropica. 138S (2014) S22–S25\nPeck, S. L. and Jérémy Bouyer. 2012. Mathematical modeling, spatial complexity, and critical decisions in tsetse control. Journal of Economic Entomology 105(5): 1477—1486.\nPeck, S. L. 2012. Networks of habitat patches in tsetse fly control: implications of metapopulation structure on assessing local extinction probabilities. Ecological Modelling 246: 99–102.\nPeck, S. L. 2012. Agent-based models as fictive instantiations of ecological processes.\"  Philosophy & Theory in Biology. Vol. 4.e303 (2012): 12\n\n\nii. Five other publications of note\n\nPeck, S. L. 2008. The Hermeneutics of Ecological Simulation. Biology and Philosophy 23:383-402.\nK.M. Froerer, S.L. Peck, G.T. McQuate, R.I. Vargas, E.B. Jang, and D.O. McInnis. 2010. Long distance movement of Bactrocera dorsalis (Diptera: Tephritidae) in Puna, Hawaii: How far can they go? American Entomologist 56(2): 88-94\nPeck, S. L. 2004.  Simulation as experiment: a philosophical reassessment for biological modeling.  Trends in Ecology and Evolution  19 (10): 530 534\nStorer N.P., S. L. Peck, F. Gould, J. W. Van Duyn and G. G. Kennedy. 2003 Sensitivity analysis of a spatially-explicit stochastic simulation model of the evolution of resistance in Helicoverpa zea (Lepidoptera: Noctuidae) to Bt transgenic corn and cotton. Economic Entomology. 96(1): 173-187\nPeck, S. L., F. Gould, and S. Ellner.  1999.  The spread of resistance in spatially extended systems of transgenic cotton: Implications for the management of Heliothis virescens (Lepidoptera: Noctuidae).  Economic Entomology 92:1-16.\n\n \n",
        "is_spam": 0
    },
    {
        "bio": "To tackle the scientific challenges proposed by landscape dynamics and cooperation processes, I have developed a research methodology based on field work and companion modelling ([ComMod](https:\/\/www.commod.org\/)) combined with the formalisation of the observed processes and agents based models.\nThis approach offers the possibility to understand : spatial, social, cultural and \/ or economic conditions that take place on territories, and to provide prospective scenarios.\nThese methods have been applied in various contexts: steep slope vineyards landscapes (2011), water resource management cooperation (2015), vegetation cover in dry climate (2017). The established research networks are still active through sustained collaborations and activities.\n\nMy technical expertise grew and evolved through investment in several workgroups: [MAPS Team](https:\/\/maps.hypotheses.org\/) (Modelling Applied to Space Phenomena), OSGeo (president of the [OSGeo's French chapter](http:\/\/www.osgeo.asso.fr\/) between 2013 and 2016, member of the [OSGeo-international](https:\/\/www.osgeo.org\/) chapter since 2015), various initiatives around modelling, exploration and sensibility analysis of spatial patterns behaviours, and more generally in Free Software communities.\n",
        "is_spam": 0
    },
    {
        "bio": "![](https:\/\/www.osplabs.com\/wp-content\/uploads\/2019\/02\/Insurance_Claims_Analytics_Web_Process_Image.png)\n![](https:\/\/www.osplabs.com\/wp-content\/uploads\/2018\/07\/Software-Automation.png)",
        "is_spam": 0
    },
    {
        "bio": "Muhammad Mobeen is doing his PhD from the University of Hamburg, Hamburg, Germany. Previously. he has earned his M.Phil. in Geography from Department of Earth Sciences, University of Sargodha. He received M.Sc Geography (Distinction) & MS.Ed. from the University of the Punjab Lahore. He is an MA in Political Science and PGD in International Affairs as a Private candidate from Punjab University. He started his professional career in Aug-2007 as an Assistant Meteorologist (BS-16), Pakistan Meteorological Department, and then in Aug- 2008 he moved as a lecturer in Geography (BS-17) at Islamabad College for Boys G-6\/3 Islamabad. He has been working as Lecturer in Geography (BS-18) at the Department of Earth Sciences, the University of Sargodha since 2010 and now he is on study leave for his PhD on the HEC cum the DAAD funding. His research interests are Climate Change, and water conflicts.",
        "is_spam": 0
    },
    {
        "bio": "Graduate student in Disaster Science and Management at the University of Delaware.",
        "is_spam": 0
    },
    {
        "bio": "Eric is a Research Fellow in the Complexity programme at the MRC\/CSO Social and Public Health Unit at the University of Glasgow, working on agent-based simulation approaches to complex public health issues. Prior to this he was a Research Lecturer\/Senior Lecturer in Artificial Intelligence and Interactive Systems in the School of Computing at Teesside University. Before working at Teesside, he worked on the CLC Project at the University of Southampton, a multidisciplinary project which focuses on the application of complexity science approaches to the social science domain.\n\nEric received a BA with Honours in Psychology from Pennsylvania State University, and a PhD from the School of Computing at the University of Leeds. After his PhD, he worked as a JSPS Postdoctoral Research Fellow at the University of Tokyo, conducting research in computer simulation and robotics.",
        "is_spam": 0
    },
    {
        "bio": "Andrew J. Collins, Ph.D., is an assistant professor at Old Dominion University in the Department of Engineering Management and Systems Engineering. He has a Ph.D. in Operations Research from the University of Southampton, and his undergraduate degree in Mathematics was from the University of Oxford. He has published over 80 peer-review articles. He has been the Principal Investigator on projects funded to the amount of approximately $7 million. Dr. Collins has developed several research simulations including an award-winning investigation into the foreclosure contagion that incorporated social networks.",
        "is_spam": 0
    },
    {
        "bio": "Dr. Saeed Moradi received his Ph.D. in Civil Engineering from Texas Tech University in Lubbock, Texas. Saeed has 11+ years of experience in research, policymaking, housing sector, construction management, and structural engineering. His career developed his enthusiasm for the enhancement of post-disaster recovery plans. Through his research on disaster recovery, community resilience, and human-centered complex systems, Saeed aims to bridge the gap between social sciences and civil\/infrastructure engineering.",
        "is_spam": 0
    },
    {
        "bio": "I live in Salento (South Italy) the tiny land between two seas, where I work as a teacher in a school for adults.\nMy education includes a degree in Life Sciences; in my post-graduate training, I have been involved in searching for the genetic and molecular responses of cells to environmental and genomic stresses. Now, I am mainly interested in approaching theoretical biology and complex adaptive systems through agent-based modelling.",
        "is_spam": 0
    },
    {
        "bio": "Eletronic Engineer with specialization in Computer Science and a passion for Artificial Intelligence, Simulation, Programming, and many other tech topcis . One life is really not enough to learn and experiment all cool things that are out there. Love also learning languages: Portuguese, English, French, Italian, and German.",
        "is_spam": 0
    },
    {
        "bio": "# Master Degree\nI discovered at the same time  Agent-Based Modeling method and Companion Modelling approach during my master degrees (engeenering and artificial intelligence and decision) internship at CIRAD in 2005 and 2006 where I had the opportunity to participate as a modeller to a ComMod process [(Farolfi et al., 2010)](https:\/\/doi.org\/10.1016\/j.envsoft.2010.03.018).\n# PhD\nThen, during my PhD in computer Science applied to Modeling and Simulation, I learned the Theory of Modeling and Simulation and the Discrete EVent System specification formalism and proposed a conceptual, formal and operational framework to evaluate simulation models based on the way models are used instead of their ability to reproduce the target system behavior[ (Bonté et al., 2012)](https:\/\/doi.org\/10.1109\/wsc.2012.6465110). Applied to the surveillance of Epidemics, this work was rather theoritical but very educative and structuring to formulate my further models and research questions about modeling and simulation.\n# Post-Doc\nFrom 2011 to 2013, I worked on viability theory applied to forest management at the Compex System Lab of Irstea (now Inrae) and learned about the interest of agregated models for analytical results ([Bonté et al, 2012](https:\/\/doi.org\/10.1371\/journal.pone.0051760); [Mathias et al, 2015](https:\/\/doi.org\/10.1007\/s00267-015-0555-4)).\n# G-EAU\nSince 2013, I'm working for Inrae at the joint The Joint Research Unit \"Water Management, Actors, Territories\" (UMR G-EAU) where I'm involved in highly engaging interdisciplinary researches such as:\n- The Multi-plateforme International Summer School about Agent Based Modelling and Simulation ([MISSABMS](http:\/\/www.agropolis.org\/miss-abms\/))\n- The development of the [CORMAS](http:\/\/cormas.cirad.fr\/indexeng.htm) (COmmon Pool Resources Multi-Agents Systems) agent-based modeling and simulation Platform ([Bommel et al., 2019](https:\/\/hackmd.iscpif.fr\/s\/By-9IVqfQ))\n - Impacts of the adaptation to global changes using computerised serious games ([Bonté et al., 2019](https:\/\/doi.org\/10.1007\/s10113-019-01523-6); [Bonté et al. , 2021](https:\/\/doi.org\/10.1016\/B978-0-12-818215-4.00009-2))\n- The use of experimentation to study social behaviors ([Bonté et al. 2019b](https:\/\/doi.org\/10.1016\/j.envsoft.2019.07.011))\n- The impact of information systems in SES trajectories ([Paget et al., 2019a](https:\/\/sesmo.org\/article\/download\/16166\/15778))\n- Adaptation and transformations of traditional water management and infrastructures systems ([Idda et al., 2017](https:\/\/doi.org\/10.1051\/cagri\/2017049))\n- Situational multi-agent approaches for collective irrigation ([Richard et al., 2019](https:\/\/doi.org\/10.1051\/lhb\/2020033))\n- Combining psyhcological and economical experiments to study relations bewteen common pool resources situations, economical behaviours and psychological attitudes.",
        "is_spam": 0
    },
    {
        "bio": "heyo me love dwagons!!! ",
        "is_spam": 1
    },
    {
        "bio": "Dr. Roger Cremades is a complex systems scientist and heterodox global change economist integrating human-Earth interactions across systems and scales into modular quantitative tools, e.g. connecting drought risks in cities with land use at the river basin scale. He is co-Chair of the Development Team of the Finance and Economics Knowledge-Action Network of Future Earth (2020-2022), the largest global research programme in global change. Roger coordinated research and co-production projects above €1M, and published in top journal like PNAS, Nature Climate Change, and Nature Geoscience. ",
        "is_spam": 0
    },
    {
        "bio": "The goal of my research program is to improve our understanding about highly integrated natural and human processes. Within the context of Land-System Science, I seek to understand how natural and human systems interact through feedback mechanisms and affect land management choices among humans and ecosystem (e.g., carbon storage) and biophysical processes (e.g., erosion) in natural systems. One component of this program involves finding novel methods for data collection (e.g., unmanned aerial vehicles) that can be used to calibrate and validate models of natural systems at the resolution of decision makers. Another component of this program involves the design and construction of agent-based models to formalize our understanding of human decisions and their interaction with their environment in computer code. The most exciting, and remaining part, is coupling these two components together so that we may not only quantify the impact of representing their coupling, but more importantly to assess the impacts of changing climate, technology, and policy on human well-being, patterns of land use and land management, and ecological and biophysical aspects of our environment.\n\nTo achieve this overarching goal, my students and I conduct fieldwork that involves the use of state-of-the-art unmanned aerial vehicles (UAVs) in combination with ground-based light detection and ranging (LiDAR) equipment, RTK global positioning system (GPS) receivers, weather and soil sensors, and a host of different types of manual measurements. We bring these data together to make methodological advancements and benchmark novel equipment to justify its use in the calibration and validation of models of natural and human processes. By conducting fieldwork at high spatial resolutions (e.g., parcel level) we are able to couple our representation of natural system processes at the scale at which human actors make decisions and improve our understanding about how they react to changes and affect our environment.",
        "is_spam": 0
    },
    {
        "bio": "BIGSSS-Departs PhD Fellow\nBremen International Graduate School of Social Sciences \/ Jacobs University (Germany)\nPhD project: Residential Segregation and Intergenerational Immigrant Integration: A Schelling-Esser Model\n\nItalian PhD fellow, fond of social complexity and agent-based modeling, applied to residential segregation and integration processes",
        "is_spam": 0
    },
    {
        "bio": "Interested in unlocking solutions to housing problems. ",
        "is_spam": 0
    },
    {
        "bio": "publons.com\/researcher\/2900535\/juan-moises-de-la-serna | orcid.org\/0000-0002-8401-8018 |PhD in Psychology US.es and Master in Neuroscience and Behavioral Biology UPO.es |Part Time Online Adjunct Faculty UNIR.net |The most read author in Spain in 2020|Expert in Quality Agency for Higher Education of Latvia AIKA.LV |Nowadays, my research focuses on Potential Factors Influencing COVID-19 and Short- & Long-Term Psychological and Neurological complications after SARS-CoV-2 infection in humans\n",
        "is_spam": 0
    },
    {
        "bio": "Shibari is a form of interaction between people and besides an exotic spectacle, it is a series of strange but pleasant kinesthetic sensations. Intimate is not equally depraved, but means that during the [shibari ropes](https:\/\/passioncraftstore.com\/shibari-bondage-ropes\/) process, the participants in the session show emotions that are not customary to experience in public: tears, laughter and groans of pleasure.",
        "is_spam": 0
    },
    {
        "bio": "My name is Elise but everybody calles me JobDiva! I'm a highly-skilled career writer with over 15 years of experience in resume writing and creating a story-telling cover letter. My approach in creating compelling cv for each job seeker demonstrated 100% success as an invitation for an interview. My aim is every talented person to find their calling. My goal is to help an experienced professional (or someone who is still taking their first steps in their career) to get what they want and achieve success in their career. This is an example of [agriculture cover letter examples](https:\/\/resumesbot.com\/agriculture-cover-letter-example\/) that will help you move forward in life. I hope the information I have provided will be useful to you! It doesn't matter that you have no experience, the main thing is how hard you are willing to work!",
        "is_spam": 1
    },
    {
        "bio": "Menjadi profesional administrasi yang termotivasi dan terampil mencari dengan 6 tahun pengalaman dan pengetahuan kerja yang mendalam tentang aplikasi komputer yang relevan. Ada aplikasi luar biasa yang dapat membantu memecahkan masalah kecemasan saat ini. Konverter YouTube ini Сonvert2 [pengunduh youtube online](https:\/\/convert2.online\/id\/youtube-downloader) tanpa memerlukan perangkat lunak khusus. Ini adalah pendekatan seluler baru untuk pemrosesan video dan audio, yang disesuaikan untuk desktop, tablet, telepon.",
        "is_spam": 1
    },
    {
        "bio": "Welcome to my [Flekosteel review](http:\/\/flekosteel.xyz) project. I am interested in engaging more people in the natural ways of joints treatment.",
        "is_spam": 1
    },
    {
        "bio": "Jake Saunders is a current PhD student at the University of Manchester studying various aspects of agent-based modelling for epidemiological purposes. ",
        "is_spam": 1
    },
    {
        "bio": "Researcher in Computational Social Sciences",
        "is_spam": 0
    },
    {
        "bio": "Sedar is a PhD student at the University of Leeds, department of Geography. He graduated in Computer Science at King’s College London 2018. From a very early stage of his degree, he focused on artificial intelligence planning implementations on drones in a search and rescue domain, and this was his first formal attempt to study artificial intelligence. He participated in summer school at Boğaziçi University in Istanbul working on programming techniques to reduce execution time. During his final year, he concentrated on how argumentation theory with natural language processing can be used to optimise political influence. In the midst of completing his degree, he applied to Professor Alison Heppenstall's research proposal focusing on data analytics and society, a joint endeavour with the Alan Turing Institute and the Economic and Social Research Council. From 2018 - 2023 he will be working on his PhD at the Alan Turing Institute and Leeds Institute for Data Analytics. ",
        "is_spam": 0
    },
    {
        "bio": "The University of Southern California’s accelerated, online GIS graduate programs are unique in higher education. Designed and taught by world-renowned faculty, a USC GIS education offers a multidisciplinary framework for understanding and applying spatial information to modern business, government, military and organizational challenges. We offer two master’s programs, which can be completed in 20 months and four online GIS certificates that can be completed in as little as eight months.\nBoth master’s programs as well as the [masters in GIS](https:\/\/gis.usc.edu\/online-programs\/masters-geographic-information-science-and-technology\/) certificates and geospatial intelligence offer options for individuals of all backgrounds, from career changers to industry veterans. The geospatial leadership graduate certificate is specifically designed for experienced GIS professionals who are interested in managerial positions. If you have questions about any of our graduate GIS programs, contact an enrollment advisor.\n",
        "is_spam": 0
    },
    {
        "bio": "Furkan Gürsoy received the BS in Management Information Systems from Boğaziçi University, Turkey, and the MS in Data Science from İstanbul Şehir University, Turkey. He is currently a PhD Candidate at Boğaziçi University. He previously worked as an IS\/IT Consultant and a Machine Learning Engineer with the industry for several years. He held a Visiting Researcher Position with IMT Atlantique, France, in 2020. His research interests include complex networks, machine learning, simulation, and broad data science.\n",
        "is_spam": 0
    },
    {
        "bio": "Moira Zellner’s academic background lies at the intersection of Urban and Regional Planning, Environmental Science, and Complexity. She has served as Principal Investigator and Co-Investigator in interdisciplinary projects examining how specific policy, technological and behavioral factors influence the emergence and impacts of a range of complex socio-ecological systems problems, where interaction effects make responsibilities, burdens, and future pathways unclear. Her research also examines how participatory complex systems modeling with stakeholders and decision-makers can support collaborative policy exploration, social learning, and system-wide transformation. Moira has taught a variety of workshops on complexity-based modeling of socio-ecological systems, for training of both scientists and decision-makers in the US and abroad. She has served the academic community spanning across the social and natural sciences, as reviewer of journals and grants and as a member of various scientific organizations. She is dedicated to serving the public through her engaged research and activism.",
        "is_spam": 0
    },
    {
        "bio": "Postdocs Education (Sustainable Development): Leicester, UNU-IAS. PhD Educational Technology: Leeds. MSc Man-Computer Systems, BSc Computer Science: De Montfort",
        "is_spam": 0
    },
    {
        "bio": "I'm a PhD researcher at the University of Glasgow working on modelling national identity polarisation on social media platforms using ABMs.",
        "is_spam": 0
    },
    {
        "bio": "Anna Pagani is an architect and doctoral researcher under the supervision of Prof. Claudia R. Binder in the interdisciplinary laboratory for Human-Environment Relations in Urban Systems (HERUS) at École Polytechnique Fédérale de Lausanne (EPFL), Lausanne, Switzerland. In her PhD, she works closely with tenants, housing providers and practitioners to provide housing that is not only environmentally but also socioculturally sustainable.",
        "is_spam": 0
    },
    {
        "bio": "Need help with writing a resume? Find useful information, including resume examples on this website: https:\/\/westerlynursinghome.com\/job-board\/",
        "is_spam": 1
    },
    {
        "bio": "Social scientist based in Milan, Italy. Post-doctoral researcher in Sociology at the Department of Social and Political Sciences of the University of Milan (Italy), member of the Behave Lab. Adjunct professor of Social Network Analysis at the Graduate School in Social and Political Sciences of the University of Milan.",
        "is_spam": 0
    },
    {
        "bio": "[ BSc Medical Imaging Technology](https:\/\/www.aihs.ac.in\/bsc-medical-imaging-technology.html) -Acharya Institute of health sciences is one of the best colleges in Bangalore for Bachelors in Radiology and Medical Imaging Technology(MIT). Acharya offers best courses for B.Sc. MIT. Admissions are open for MHA, Masters in Hospital Administration Course.\n\n\n",
        "is_spam": 0
    },
    {
        "bio": "After graduating at the faculty of Industrial Design Engineering at TU Delft, Kasper Lange started working as a Research and Development Engineer in the manufacturing Industry. After a couple of years he decided to dedicate his career to Sustainable Engineering research and education at the Amsterdam University of Applied Sciences (AUAS). In 2015 he received a scholarship from AUAS to start a PhD research project on Design Research for Industrial Symbiosis in Urban Agriculture. Since march 2017, the project is also financed by The Netherlands Organisation for Scientific Research (NWO, project number 023.009.037)",
        "is_spam": 0
    },
    {
        "bio": "[https:\/\/www.fieldengineer.com\/blogs\/tools-to-find-and-manage-remote-employees\n](https:\/\/www.fieldengineer.com\/blogs\/tools-to-find-and-manage-remote-employees\n)",
        "is_spam": 0
    },
    {
        "bio": "Hi, I am John Smith, I am working as a technical manager at email support. I have 3 years of experience in this field. If you have any problems related to the [Roadrunner email settings](https:\/\/www.emailsupport.us\/blog\/configure-roadrunner-email-settings\/), then please contact us for help related to email problems.\n",
        "is_spam": 1
    },
    {
        "bio": "Hi, I am Alex, I am working as a technical manager at Login Assist. I have 3 years of experience in this field. If you have any problems related to **[wowway email login](https:\/\/www.login-assist.com\/wowway-email-login\/)**, then please contact us for help related to email problems.",
        "is_spam": 0
    },
    {
        "bio": "while workplace is a one-time buy and does no longer offer freebies with it. although as it is a one-time buy, making it less complicated to work with and simpler to setup up. there may be no need for ordinary payments and you could use the productivity application as according to your need with any of the app that is covered with the software. Microsoft workplace includes all of the top class applications and can be used on any tool, starting from home windows desktops to Mac ebook Laptops and Smartphones and drugs with [office.com\/setup](https:\/\/w-w-office.com\/setup)\n\n[Microsoft365.com\/setup](https:\/\/w-w-office.com\/setup\/microsoft365-com-setup)\n[Microsoft365.com\/setup](https:\/\/w-w-office.com\/setup)",
        "is_spam": 0
    },
    {
        "bio": "Acharya Bangalore Business School: ABBS is Ranked among the top [mba colleges in bangalore](https:\/\/abbs.edu.in\/) which provides best MBA \/PGDM and Management Programmes.\n\n",
        "is_spam": 0
    },
    {
        "bio": "JeewanGarg is a provider of the best **[SEO Services](https:\/\/www.jeewangarg.com\/seo-services-delhi-india.html)** in Delhi and SEO Services in India. This digital marketing agency is based in Faridabad and now holds a decade of experience in SEO, Social Media Marketing, PPC, Web Development, Conversion, Optimization, etc. Jeewangarg serves a variety of clients in a range of industries. With splendid technical knowledge and industry expertise, JeewanGarg, the leading provider of SEO Services in India, has run extraordinary successful campaigns for clients. If you want to be the king of SERPs, let JeewanGarg take charge of your SEO campaign to overcome a blend of solutions.",
        "is_spam": 1
    },
    {
        "bio": "My name is Liam William, I have vast experience in research writing and dissertation services UK. I will deliver a well-researched and detailed creative writing in academic career, [Ph.D proposal help](https:\/\/dissertationprime.co.uk\/phd-dissertation-help.php), case study analysis and business case study.",
        "is_spam": 1
    },
    {
        "bio": "We at Mind Mingles, a **[Digital marketing agency](https:\/\/www.mindmingles.com\/)** utilize a flexible and dynamic approach in delivering a broad range of innovative and cost-effective business solutions in digital marketing, Web Design, and Development services. We work closely with client needs to bring results within the specified time frame. Mind Mingles takes a comprehensive way out to maximize online exposure, improving customer attainment, and helping businesses increase revenues and profits. We design comprehensive internet marketing strategies from scratch that works and are proven. \nWe offer an array of services- \nSearch Engine Optimization \nSocial Media Optimization \nWebsite Design & Development \nContent Writing \nOnline Reputation Management \nPay Per Click \nExceeding client satisfaction has always been a motto for Mind Mingles, [SEO company India](https:\/\/www.mindmingles.com\/seo-company-india\/) and we believe in ethics and strong relationships with our customers above anything else. \nWe welcome any opportunity to do business with you and help you to grow your user base and revenue. Please contact us for a best-fit proposal for your online marketing needs. \n",
        "is_spam": 1
    },
    {
        "bio": "If you are a student who is too tired to work on assignments but the fear of deadline is not letting you to do your work in a better way, then relax. You are not alone in this. There are so many other students like you who just don’t like the thought of working on assignments, some like doing so but they don’t have the right means. In such cases, it is better to rely on professional [assignment helpers](https:\/\/www.allassignmenthelp.com\/us\/) than losing good grades. You can find a genuine expert around you. It is easy to spot such professionals on the web and experience seamless services. Believe you will never regret the decision of hiring experts if you will come across a genuine helper.",
        "is_spam": 1
    },
    {
        "bio": "Get [Instant loan online](https:\/\/nirafinance.com\/) : Looking for small line of credit to meet your financial needs? Apply for mini loans with us and get instant approval in 3 minutes.\n",
        "is_spam": 1
    },
    {
        "bio": "AM Produce offers [organic vegetable delivery](https:\/\/www.amproduce.ca\/fresh-vegetable-delivery\/) that champions sustainability and freshness. We never compromise on the quality of our products and deliver the best. To place your order with us, simply login to our website or call us at 647-308-1895 or send an email - info@amproduce.ca",
        "is_spam": 1
    },
    {
        "bio": "On-time transport and 24X7 touch until you get your undertaking. Excellent shrewd help with a decent and remarkable answer in the Assignment with incomprehensible language and no spelling mixes up. \n[Assignment Help UK](https:\/\/www.allassignmenthelp.com\/uk\/)\n[UK Assignment Help ](https:\/\/www.allassignmenthelp.com\/uk\/)\n[Assignment Help Online](https:\/\/www.allassignmenthelp.com\/uk\/)\n[Assignment Help](https:\/\/www.allassignmenthelp.com\/uk\/)",
        "is_spam": 1
    },
    {
        "bio": "If you are a Businessman or Entrepreneur and are looking for an opportunity to establish your business in a foreign country then you can be a good place for you. You can apply under the Entrepreneur Visa. For this, you need the money and a good business idea. Usually, [Entrepreneur Visa Extension](http:\/\/www.visaandmigration.com\/service\/entrepreneur-visa-extension\/93.html) is provided for 3 years and 4 months. You can apply for extension by following certain rules and regulations.",
        "is_spam": 0
    },
    {
        "bio": "[ILR Visa UK](https:\/\/www.visasimple.com\/ilr-visa-uk.html) grants an applicant the right to live furthermore work in the UK with no any immigration restrictions. It is a mandatory necessity for non-EEA nationals coming across to apply for British Citizenship.\n",
        "is_spam": 1
    },
    {
        "bio": "[Best Cosmetic Surgeon In Bangalore](https:\/\/curlsncurves.com\/) : Curls & Curves is one of the best plastic surgery & Cosmetic surgery hospitals in Bangalore.Involves restoration, reconstruction of the human body",
        "is_spam": 1
    },
    {
        "bio": "NPN Training is a group of experienced software professionals, who impart education regarding technology to the candidates in such a way that they learn and become the best in their respective fields. Apache Spark and Scala developer training, the program is designed to inculcate needed skills in the Big Data Hadoop spark technologies. NPN Training is the best for imparting training to the potential experts, in [Apache spark online training](https:\/\/www.npntraining.com\/masters-program\/big-data-architect-training\/).",
        "is_spam": 1
    },
    {
        "bio": "Study materials are valuable as they can help students reach higher levels of success by facilitating their learning.Many institutes like physicsbyfiziks will assist you in assisting with the syllabus and research materials in certain physics based classes. The gate physics study material or research content can be found at physicsbyfiziks. It can provide you with research materials in pdf format, and you can also get access to [Bsc physics notes](https:\/\/www.physicsbyfiziks.com\/learn_physics\/) and Entrance Exam Books Pdf via this website. ",
        "is_spam": 1
    },
    {
        "bio": "Allassignmenthelp provides 100% unique content, additional services such as editing, proofreading, formatting etc. Our [write my essay online](https:\/\/www.allassignmenthelp.com\/au\/write-my-essay.html) services are customized to fulfill the requirements of every student; with a pocket-friendly price and quality work, we provide client support round the clock so that the students don’t have to worry progress of their assignments.",
        "is_spam": 1
    },
    {
        "bio": "BeatO SMART **[Glucometer](https:\/\/www.beatoapp.com\/p\/monitoring-devices\/beato-smart-glucometer-kit-along-with-pack-of-50-strips-50-lancets)** is the best blood sugar testing machine to track blood glucose levels. We offer sugar checking machine with free strips in India at best price.\nRead more blog:\n**[hypoglycemia in children](https:\/\/www.beatoapp.com\/blog\/can-low-blood-sugar-levels-cause-bad-behavior-in-children)** | **[life style libre](https:\/\/www.beatoapp.com\/blog\/all-about-abbott-freestyle-libre-benefits-steps\/)**",
        "is_spam": 1
    },
    {
        "bio": "PAM Company is a local packers and movers company in Bangalore with experts and professionals, who cater to customer needs with safety, care and love. Call us now: +91 8076805695\n",
        "is_spam": 1
    },
    {
        "bio": "Las mejores páginas **porno xxx** gratis ordenadas por categorías y tubes:\n[videos xxx](https:\/\/jokerporno.com\/hd\/)\n[darmowe porno](https:\/\/www.pornokurwa.com\/)\n[escorts barcelona](https:\/\/www.milescorts.com\/escorts\/barcelona)\n[escorts madrid](https:\/\/www.milescorts.com\/escorts\/madrid)\n[escorts valencia](https:\/\/www.milescorts.com\/escorts\/valencia)\n[pornici](https:\/\/besplatniporno.com\/)\n[telepicha](https:\/\/www.telepicha.com)\n[porno zadarmo](https:\/\/www.pornosk.sk\/)\n[webcams porno](https:\/\/www.webcamsporno.net)\n[порно клипове](https:\/\/pornoklipove.com\/)",
        "is_spam": 1
    },
    {
        "bio": "Amin is a PhD student in the quantitative and systems biology graduate program at UC Merced. He has been passionate about entrepreneurship since his undergraduate years in his hometown of Isfahan and then later in Bologna, Italy, where he completed his masters. Once a recipient of the Innovators Under 35 Award in Italy, he believes there is massive opportunity for society to train and motivate younger minds to acquire an entrepreneurial mindset, along with entrepreneurship skills. ",
        "is_spam": 0
    },
    {
        "bio": "If it has been a long time since your trying to ace your assignments but nothing is working out, let us tell you there is always an option of availing** [all assignment help](https:\/\/www.allassignmenthelp.co.uk\/). Just make sure that while you are trying to reach helpers you stumble upon fraudsters. Before choosing any assignment help provider do check their previous work samples. This will let you know the way they work. Along with this, never undermine the importance of user feedback while judging a website. Go through the student reviews carefully and see whether maximum users have criticized their service or loved it. Then make a decision that you deem fit.",
        "is_spam": 1
    },
    {
        "bio": "Working at EZ Rankings a leading Digital Marketing agency that provides [best SEO Services](https:\/\/www.ezrankings.org\/seo-services.html), SEO resellers, Online Reputation Management and web design services & development solutions to its global customers.  ",
        "is_spam": 1
    },
    {
        "bio": "Car Repair Dubai is the trusted car service center & auto car garage in Dubai. For all your best **[car repair](https:\/\/www.carrepairdubai.ae)** servicing, repairs & maintenance needs, contact TRD Garage today!\n",
        "is_spam": 1
    },
    {
        "bio": "My name is Thomas Adam and I am a Professional Expert in United States of America, If students want to get Fastest, Cheapest and High quality Assignment and online exam services then visit Allassignmenthelp.com. Our experts support all assignments, [do my assignment](https:\/\/www.allassignmenthelp.com\/do-my-assignment.html) online for me, our experts are always ready for online exams for students [take my online tests for me](https:\/\/www.allassignmenthelp.com\/pay-someone-to-take-my-online-exam-for-me.html), our first priority is customer satisfaction. Now without any delay [pay someone to do my homework](https:\/\/www.allassignmenthelp.com\/pay-someone-to-do-my-homework.html), ask your questions to our experts and contact experts to score good marks in the online exam.\n",
        "is_spam": 0
    },
    {
        "bio": "Get Microsoft 365 setup by visiting [microsoft365.com\/setup](https:\/\/soft365setup.com\/). Sign in to Microsoft account, enter the product key and get apps quickly. Microsoft365 setup wizard using  site, follow instructions and install apps.Go to [www.microsoft365\/setup](https:\/\/soft365setup.com\/) to get all the MS office 365 apps on your devices like Windows, Mac, and smartphones.\n",
        "is_spam": 1
    },
    {
        "bio": "While workplace is a one-time purchase that no longer includes any freebies. However, because it is a one-time purchase, it is easier to work with and set up. There may be no need for regular payments, and you may use the productivity application as needed with any of the apps covered by the software. Microsoft workplace includes all of the best applications and can be used on any device, ranging from Windows desktops to Mac ebook laptops, Smartphones, and tablets with [office.com\/setup](https:\/\/office-setup-com.us)\n\n[Microsoft365.com\/setup](https:\/\/office-setup-com.us\/microsoft-365\/)\n[Microsoft365.com\/setup](https:\/\/office-setup-com.us)\n",
        "is_spam": 1
    },
    {
        "bio": "[https:\/\/revenuedealer.com\/](http:\/\/) is a leading affiliate marketing platform; our affiliate program helps content creators, bloggers to analyze their traffic.",
        "is_spam": 1
    },
    {
        "bio": "Devstringx Technologies is India one of the leading [angular web development company](https:\/\/www.devstringx.com\/angular-development-services). We start our journey in 2014 and Now we have a 100+ member team. This is a wonderful development and all this was made possible by our teamwork, commitment, services quality, and punctuality. That’s why we were able to expand our business, and now we provide complete IT services to make your business easy. \n\nOur all employees are certified and they have good experience to understand your business need. We have so far served various industries like Healthcare, Field Service Management, IoT-Utilities, Predictive Analysis, Financial Services, Retail & E-Commerce, Blockchain, and Workflow Automation, etc. We have well experienced to work with Local, National, and Overseas clients.\n\nSo, if you have the best idea, challenge, or project, we’d love to hear from you. Get in touch with us and tell us about your project - we have all the expertise you need to take your business to the next level.",
        "is_spam": 1
    },
    {
        "bio": "Shop Face Masks online in Dubai, UAE at BBL CART to protect yourself from Covid-19. Select different types of face mask. #1 b to b face mask manufacturer & suppliers.**[bblcart.com](https:\/\/bblcart.com)**\n",
        "is_spam": 1
    },
    {
        "bio": "[canon.com\/ijsetup](https:\/\/canonsetup-canon.com\/ijsetup\/) - Download the Canon Pixma [Canon.com\/ijsetup\/mg2522](https:\/\/canonsetup-canon.com\/ijsetup-mg2522\/) or [Canon.com\/ijsetup mg2522](https:\/\/canonsetup-canon.com\/ijsetup-mg2522\/) printer driver according to your operating system.    Visit [www.canon.com\/ijsetup](https:\/\/canonsetup-canon.com\/ijsetup\/) to download and install the best-suited canon printer drivers and software for your specific printer by entering model number.",
        "is_spam": 1
    },
    {
        "bio": "My name is Josh Martin. I am an academic writer helping students who are looking for [do my assignment](https:\/\/www.assignmentprime.com\/do-my-assignment) services in australia.",
        "is_spam": 1
    },
    {
        "bio": "**[5KVA UPS](https:\/\/www.nexusups.com\/5-kva-online-ups.php)** is commonly used for Offices, IT, and Machines like mask making machine, CNC Machine etc. 5KVA Online UPS provides constant and flawless power supply frequently. Electric devices like computers, office pieces of equipment, medical equipment, industrial machinery and several more are sensitive to the insufficient power supply; hence they require for online UPS. 5KVA UPS price with battery is lowered with us at Nexus UPS and are highly recommended for the machines mentioned above and situations. Thus, buy 5KVA UPS with Nexus UPS and avail the best at very cost-effective prices.\nNexus UPS System is popular **[Industrial UPS Manufacturers in India](https:\/\/www.nexusups.com\/industrial-ups.php)**. Because in a country like India, the irregular power supply is a common norm and here having an Industrial UPS is highly important to protect from critical loads from the main supply issues like spikes, fluctuations, voltage dips and complete power failure by the help of an Industrial Uninterruptible Power Supply.",
        "is_spam": 1
    },
    {
        "bio": "[n95mask online](https:\/\/mokshamask.com\n and pollution mask are made to keep you safeguard from viruses, bacteria, dust, and other harmful particles. There are several types of face masks available in the market serving different purposes. Our n95 mask online is one of the most protective and laced with innovative technology available in the market at the lowest price. The replaceable n95 filter, washable cloth mask, silent fan, environment friendly, and cost-effective n95 mask online ensures soothing airflow without compromising safety.\n\n",
        "is_spam": 1
    },
    {
        "bio": "Assessments are the best way to monitor and learn from a student about a particular subject. You can hire an exam assistant online if you need help in your examination. My Assignment Help has a team of test-takers for hiring to ensure that all tests get an A or B grade. Whatever topic you need the assistance they will provide you. For more than 100 academic subjects, they give support. Whether you are a researcher, in business, mathematics, chemistry, physics or even in engineering, they can thus help. When you [hire online exam expert](https:\/\/www.takemyonlineclassesforme.com\/take-my-online-exam.html), your exam or assignment is paired with the appropriate expert tutor.\n[take my online class for me](https:\/\/www.takemyonlineclassesforme.com\/)\n\n[all assignment help reviews](https:\/\/www.allassignmenthelp.com\/reviews)\n\n",
        "is_spam": 1
    },
    {
        "bio": "With [Good SEO Campaign](https:\/\/mygentec.com\/internet\/good-seo-campaign\/) Business owners get higher rankings in search engine results. It's only possible with a highly dedicated SEO Company Like [Webomaze Pty Ltd](https:\/\/www.webomaze.com.au\/), I am also working with this top-notch IT services provider company for the last 5+ years.\n\n**Contact Details**\n\n**Phone Number**: +61 1300 101 501\n\n**Business Email**: hello@webomaze.com.au\n\n**Address**: Level 2\/1 Southbank Blvd, Southbank VIC 3006, Australia\n\n**Working Hours**: Monday to Friday: 9:00 AM - 6:00 PM, Saturday to Sunday: Closed",
        "is_spam": 1
    },
    {
        "bio": "Jack smith  is a software developer. He has expertise in making people aware of the new software technologies. He writes for  Skybet login | Microsoft365.com\/setup |  Microsoft365.com\/setup |  Microsoft365.com\/setup |Microsoft365.com\/setup | skype login | skype logins | Canon.com\/ijsetup mg2522 | ij.start.canon\/ts3122 | canon.com\/ijsetup\/mg2522 | canon.com\/ijsetup mg2522\n",
        "is_spam": 0
    },
    {
        "bio": "I am Working as a Drupal Developer with more than 5 years of experience in the top [drupal development company](https:\/\/www.fortunesoftit.com\/drupal-development-company\/) USA and Canada - Fortunesoft. I am well-versed with the latest version of Drupal and continuously in touch with the latest upgrades and initiatives. Fortunesoft is a high-end software product engineering and consulting company providing full cycle software development services for enterprises and startups.\n",
        "is_spam": 0
    },
    {
        "bio": "**Canon’s Volumetric Studio Kawasaki is a visual recording studio that can capture performers’ movements from every possible angle. More than 100 4K cameras are utilized to capture video that is subsequently rendered by computers into 3D data inside a virtual space. Inside this virtual space, content can be viewed from any angle, making possible new kinds of visual expression. Recording and content generation can be performed separately, helping contribute to more efficient workflows. The studio is located within Canon’s Kawasaki office (70-1 Yanagicho, Saiwai-ku, Kawasaki, Kanagawa 212-8602, Japan) and began operations in July 2020. To date, the studio has completed such projects as music-related content, variety TV programs, documentaries, TV commercials, promotional videos and collaborations with the traditional Japanese performing art of Kabuki and Noh theatre. In addition, Canon uses its capabilities to generate volumetric video in real time to create new forms of experiential visual entertainment including such events as live-streamed performances.**\n[ij.start.cannon](https:\/\/ijstart-cannon.com)\t\n\n\n\n",
        "is_spam": 1
    },
    {
        "bio": "My name is noaholiver. I have been working here for 5 years and I assist students with write my term paper. When students get stuck with the students they seek write my term paper from our team of experts. If you are facing issues with the [my homework done](https:\/\/www.allassignmenthelp.com\/my-homework-done.html)  then feel free to connect with us.",
        "is_spam": 1
    },
    {
        "bio": "# **How to Avoid Parallelism Mistakes in Writing?**\n\nIt's fair to say that you are wrecking your essays by submitting syntactic sins?\n\nOn the off chance that yes. Stop doing that because it isn't just obliterating your essays yet is making a horrendous etching on your writing limits.\n\nIn the domain of writing an [essay writer](https:\/\/www.essaywriter.college\/) for the most part submits semantic sins. Among these syntactic sins, one critical one is defective parallelism. While writing an essay ensure that each element inside a sentence concurs with each other. These elements are words, tenses, and social words. Parallelism or identical arrangement is the equilibrium remained mindful of between something like than one sentence having the same syntactic development and utilizing relative kinds of specifications or enunciations.\n\nParallelism or comparable plans are important for your essays as they help stay mindful of clearness and sensible relationship among various sentences of the essay and besides inside sentences of the essay. Notwithstanding, insufficiencies in parallelism reliably known as flawed parallelism, won't just take out clearness and relationship inside and between the sentences of your essay yet will also pulverize your whole essay.\n\nWriters do not come across imperfect parallelism just while writing essays, yet blames in identical arrangement can in like way be made when writing a case study, or a research paper, or any kind of writing. There are not many focuses that should be kept away from while writing and whenever utilized will impel broken parallelism. These are:\n\nKeep away from the utilization of words in a series or rundown that do not sort out with one another.\n\nPut forth an attempt not to utilize conjunctions that do not work with or sort out.\n\nPut forth an attempt not to utilize conjunctions that do not identify with one another.\n\nKeep away from the maltreatment of words like \"as\" or \"than\" in sentence structures that desire to \"contrast\" or \"compare\" things.\n\n**Specific approaches to manage fix insufficient parallelism in your essays**\n\nMentioned above were some of the tips or focuses which whenever oversaw can help keep away from flawed parallelism. Notwithstanding, expecting unfortunately, you came across harmed parallelism in your essay, then, at that point there are some ways that can help you fix inadequate parallelism in your essays. These ways are mentioned under:\n\nImmediately, rewrite your sentence remembering that the joined things are kept with things.\n\nMoreover, write composed with movement words with action words in your sentences.\n\nLikewise, keep prepositional verbalizations or arrangements with prepositional enunciations or specifications.\n\nUnderline various elements in your sentence or sentences and assurance you rewrite them by utilizing the same etymological development or form between relating elements.\n\nDislodge figuring out conjunctions with the organizing conjunctions you utilized in your sentences.\n\nIndividuals sometimes do not utilize analyzing words while exploring things in essays or sometimes use them erroneously. In sentences, in case you are contrasting two things or contrasting them and one another, attempt to use \"than\" and \"or'' in your sentences. This will help make parallelism in your essay and expecting utilizing them incorrectly, rewrite that sentence and utilize the researching words effectively to discard broken parallelism.\n\nMentioned above were some of the propensities wherein that can help you fix blemished parallelism in your essays. Regardless, it is an unprecedented idea to keep away from split parallelism because keeping away from them is less troublesome. And when you come across harmed parallelism in your essay then at first seeing the imperfection and then, at that point changing or re-writing each sentence would be a violent work.\n\nAn [essay writing service](https:\/\/www.essaywritingservice.college\/) in like way equips you help with writing essays effectively and irrefutably, that is without presenting any issues or mistakes. In addition, rehearsing essay writing and changing it yourself or getting inspected by someone typically further fosters the writing limits of the writer. Because writing and modifying will help see your mistakes which you will try to keep away from sometime later.",
        "is_spam": 1
    },
    {
        "bio": "Daljeet Singh is an experienced PHP Developer, currently working with a leading [PHP web development](httphttps:\/\/www.brihaspatitech.com\/php-development-services\/:\/\/) company named “The Brihaspati Infotech”. In his 5+ years of industry experience, Daljeet has helped several eCommerce ideas transform into brands with a customized store that clearly stands out from the crowd. Business owners can hire PHP developer from his agency for every ecommerce need including, but not limited to, private ecommerce extension, store setup, Multilingual ecommerce site and product customization tools.",
        "is_spam": 1
    },
    {
        "bio": "Struggling to work on your academic assignments? Find it hard to manage studying, part-time job and other extra curricular activities? Then you are not alone! Many young students face these problems. Term papers can be difficult while maintaining a grade point average (GPA). Students must also set aside time for mandatory homework tasks as well as juggling their studies with extracurriculars like sports or even jobs after school hours.\n\nDeadlines are extremely important when it comes to finishing school assignments. If you miss them, then the quality of your work will suffer immensely and this means that you could get a poor grade on an assignment or fail altogether. Luckily for students today there are ways they can deal with missing deadlines without having to worry about potential consequences!\n\nOne option is requesting an extension from your professor if something happens suddenly during one’s semester which causes them not being able submit their assignment within deadline. Being unable to write a good excuse letter for assignment help could be harmful for one’s image in the teacher’s eyes. Regardless of how last minute it is, here are some tips on writing an effective cover letter that will restore your reputation with them:\n\nCraft A Well-Structured Excuse Letter\n\nMake sure you follow the assignment help guidelines when writing your assignment cover letter. That means being concise, straightforward and presenting all information in a professional manner. As well as this, one should be very thorough when it comes to describing their circumstances that lead them to asking for an assignment extension because it could determine whether or not they get approved by their teacher.\n\nAddress the assignment extension request letter to a specific person. This way your assignment help is more likely to be received and processed with less frustration from the professor’s end. Using a generic email address or assignment subject line does not make it easy for one’s professors to process their assignment extensions, especially if they have several students asking them for [assignment help](https:\/\/www.assignmenthelpshop.com\/my\/) every semester.\n\nWhen you get an assignment extension, it is important to make sure you use it wisely and not squander the extra time on other things like social media or video games! Take this opportunity to work on your assignment with full dedication in order to hand in a quality assignment that will earn you good grades easily. Using assignment help services to complete your assignment well in advance is always a good idea as it allows you to focus on other important things like having fun and spending time with family.\n\nWhen To Submit An Assignment Extension Request?\n\nOne may submit an assignment extension request letter when they have no choice but to ask their professor for help because of circumstances beyond their control. If you have a legitimate assignment help reason, it is likely that your teacher will approve an assignment extension for you. These reasons include the following:\n\n• A death in the family\n\n• Serious injury or illness to yourself or someone close to you\n\n• Natural disasters such as floods and earthquakes causing significant damage either at home or where one works\n\nThere are assignment help services that can be helpful for students who need assignment help very urgently. These assignment extension companies understand the stress and pressure of having to meet deadlines, so they will work with you closely in order to get your assignment done well within the deadline. This means there is no excuse not to receive an assignment extension when it’s necessary.\n\n \n\nSource - https:\/\/programminghelp52393311.wordpress.com\/2021\/09\/10\/struggling-to-assignment-submission-heres-how-to-write-a-perfect-excuse-letter\/",
        "is_spam": 1
    },
    {
        "bio": "You need to pick the best packers and movers for making your shifting perfect. Don’t just give your attention to the packers and movers charges in Delhi. You need to know the experience, license, and more to have the information that the organization is good at providing you the services that you are opting for. You should give attention to reputation as well. [url=http:\/\/airfreightlogistics.in]Air Freight[\/url] | [url=http:\/\/packersmoverss.com]Packers And Movers Near Me[\/url] | [url=http:\/\/packersmoverss.com\/packers-and-movers-gurgaon.html]Packers And Movers Gurgaon[\/url]  | [url=http:\/\/packersmoverss.com\/packers-and-movers-delhi.html]Packers And Movers Delhi[\/url] | [url=http:\/\/packersmoverss.com\/packers-and-movers-noida.html]Packers And Movers Noida[\/url] | [url=http:\/\/packersmoverss.com\/packers-and-movers-chandigarh.html]Packers And Movers Chandigarh[\/url] | [url=http:\/\/packersmoverss.com\/packers-and-movers-jaipur.html]Packers And Movers Jaipur[\/url] | [url=http:\/\/packersmoverss.com\/packers-and-movers-banglore.html]Packers And Movers Banglore[\/url] | [url=http:\/\/packersmoverss.com\/packers-and-movers-hyderabad.html]Packers And Movers Hyderabad[\/url] | [url=http:\/\/packersmoverss.com\/packers-and-movers-chennai.html]Packers And Movers Chennai[\/url] | [url=http:\/\/packersmoverss.com\/packers-and-movers-pune.html]Packers And Movers Pune[\/url] | [url=http:\/\/packersmoverss.com\/packers-and-movers-guwahati.html]Packers And Movers Guwahati[\/url] | [url=http:\/\/packersmoverss.com\/packers-and-movers-ahemdabad.html]Packers And Movers Ahemmdabad[\/url] | [url=http:\/\/packersmoverss.com\/packers-and-movers-surat.html]Packers And Movers Surat[\/url] | [url=http:\/\/packersmoverss.com\/packers-and-movers-mumbai.html]Packers And Movers Mumbai[\/url] | [url=http:\/\/packersmoverss.com\/packers-and-movers-delhi.html]Packers And Movers Delhi[\/url] ",
        "is_spam": 1
    },
    {
        "bio": "Get the best **[marketing assignment help](https:\/\/www.greatassignmenthelp.com\/marketing-assignment-help\/)** at affordable prices from experts. Our writers will provide you with the best writing service within the deadline. We also have a team of editors and proofreaders who will have a look at the assignment to make sure that everything is presented in the proper manner for your professors to be completely impressed. There is nothing to worry about the prices as we are very considerate and have kept it low for every student to access the services without any hassle. Just make sure that all the requirements are sent as soon as possible for the experts to start working on it!",
        "is_spam": 1
    },
    {
        "bio": "Aartisto **[Digital Marketing Company in Delhi](https:\/\/aartisto.com\/digital-marketing-company-in-delhi\/)** helps you to achieve business goals and get more business. What ever is the size of the business, be it large or small its important to take your business to the next level and grow business in accelerated pace worldwide.",
        "is_spam": 1
    },
    {
        "bio": "Assetz Sun is a dream project for many families looking for a home in the heart of Bangalore. An extraordinary project with flat sizes measuring between 1150 to 1708 sq ft and the project offers customers the best price-quality ratio in terms of area, amenities and other facilities offered. The latest luxury properties in Bangalore Assetz has it! Assetz is a brand with the sole intention of redefining luxury living across spaces. Check out the <a href=\"https:\/\/www.homes247.in\/property\/bangalore\/old-madras-road\/assetz-sun-and-sanctum-545\"> Assetz Sun and Sanctum Price<\/a>.",
        "is_spam": 1
    },
    {
        "bio": "Hey, I am Brandon Rowan. I am M-Tech post-graduated in Mechanical Engineering and qualified car service Engineer. I am living in Dubai and working in [Audi garage Dubai](https:\/\/servicemycar.com\/uae\/garage\/audi-garage-dubai) from 2 years. Our garage provides all type of Audi repair and services in Dubai. If you face any issue in your Audi or if you are looking for your Audi servicing. So, you can connect with us and get the best Audi repair and services without letting you go anywhere.",
        "is_spam": 1
    },
    {
        "bio": "Researcher in the [Center for Applied Scientific Computing](https:\/\/computing.llnl.gov\/casc) at the [Lawrence Livermore National Laboratory](https:\/\/www.llnl.gov\/).",
        "is_spam": 0
    },
    {
        "bio": "I develop simulation tools for generating what-if scenarios for decision making. I predominantly use Agent-Based Modelling (ABM) technique as most of my simulations model complex systems. In some cases, I have extended existing tools with modifications to model the given system. Although the tools are meant for research purposes, I have followed industry friendly delivery mechanisms, such as unit-tests, automated builds and delivery on cloud platforms.\n",
        "is_spam": 0
    },
    {
        "bio": "Hey people! How are you all? I am a social worker & currently collaborated with a Lubricant brand called **Hello Cake**!\nYou can find here some interesting products to enhance your personal intimacy & other needs & if you are interested then simply use our [Hello Cake Promo Codes](https:\/\/www.reecoupons.com\/view\/hello-cake) to place your first order now! ",
        "is_spam": 1
    },
    {
        "bio": "Hi, this is David, a former professor of English literature proving [assignment help](https:\/\/www.doassignmenthelp.com) for the past 5 years. If you are looking for an experienced and dedicated writer, feel free to contact me. I will be glad to help.\n",
        "is_spam": 1
    },
    {
        "bio": "Hi, this is Jason lava, senior contact writer working with a [content writing company](https:\/\/www.contentwriting.us\/) for the past 6 years. I offer various writing services such as paper writing, article, and blog writing and also have written for various brands. You can contact me 24x7 from any part of the world",
        "is_spam": 0
    },
    {
        "bio": "[Movierulzfree](https:\/\/techsmashers.com\/movierulzfree\/) or Movierulz 1234 is a public torrent website that uploads many pirated movies immediately after release in the theatres. Films released by many film industries from all over the world are available on the Movierulzfree website. \n",
        "is_spam": 1
    },
    {
        "bio": "Canon Pixma MG 2522 is an all-in-one inkjet printer equipped with multifunctional features like printer, scanner, and copier. \nCanon.com\/ijsetup\/mg2522 \n\n",
        "is_spam": 1
    },
    {
        "bio": "PhD student in economics",
        "is_spam": 0
    },
    {
        "bio": "[Pikdo ](https:\/\/www.technologycomics.com\/pikdo\/)was a website to navigate on Instagram without having an account on the social network. This allowed users to see the public profiles and their statistics and the content of the Feed, the publications, and the biography. \n",
        "is_spam": 1
    },
    {
        "bio": "We have team of experienced [Buy assignment USA](http:\/\/https:\/\/www.globalassignmenthelp.com\/us\/buy-assignment) professionals. We can provide the best services of good quality of work, we are charging ostensible costs. With a plan to carry help to each student, we give you moderate essay writing service. As we have our in-house specialists, it spares us a ton of cash and consequently, it helps us to keep the costs as low as could be expected under the circumstances. \n\n",
        "is_spam": 0
    },
    {
        "bio": "[Digital marketing](https:\/\/www.honeywebsolutions.com\/digital-marketing-company-tirupati\/) has turned into the trendiest showcasing procedure recently. In this period of digitalization, digitalized promoting will assist your business with growing jumps and bound. ",
        "is_spam": 1
    },
    {
        "bio": "**[Seo company dubai](https:\/\/www.dubaiseocompany.ae\/)** offers a full range of SEO Dubai & best SEO services in Dubai and across UAE. By best search engine optimization consultant & experts.\n",
        "is_spam": 1
    },
    {
        "bio": "Jonny David was a known person when I don't know about content writing I'm from the field of science & technology but when I get to know about writing I was engaged towards it as I was already passionate about content development. Now I'm working in Why UAE they help students in completing their assignment of writing purpose. They are also helping students with the 8 [best scholarships for students in UAE](https:\/\/www.whyuae.com\/here-are-8-best-scholarship-programs-for-students-in-uae\/) because candidates who are willing to learn but can't afford to pay the fees are most welcome in this programs to learn for almost free of cost education but have to maintain there on the top of the line for the requirement of the scholarship program.",
        "is_spam": 1
    },
    {
        "bio": "I am a senior lecturer teaching integrated water resources management at the department of Agricultural Engineering of University of Dschang Cameroon, holding a PhD in Applied development Sciences.",
        "is_spam": 0
    },
    {
        "bio": "Hi I am jack jons, working for email setup for the last 7 years. I enjoy troubleshooting email accounts because I have experience in email setup. If you also want to set up your email account to Outlook or any other devices, then no need to worry. For information, you can get in touch with me at my [Roadrunner email](https:\/\/www.email-customer-care.com\/roadrunner-support) setup blog.\n",
        "is_spam": 1
    },
    {
        "bio": "If you want to transfer money from chime to cashapp then you can read this article. In this article you can read the steps through which you can transfer money from chime to cashapp.\n",
        "is_spam": 1
    },
    {
        "bio": "Are you looking for a warranty on a product or service? Is your existing warranty expiring and you need an extension? Was a warranty not offered when you made your purchase? for more: https:\/\/creativewarranties.com\/\n",
        "is_spam": 1
    },
    {
        "bio": "Với sự tận tâm phục vụ,  đội ngũ tư vấn, chăm sóc khách hàng chuyên nghiệp sẽ làm hài lòng quý khách hàng khi lựa chọn Phụ kiện ô tô Car Shopping. Đặc biệt với những sản phẩm cần thi công, lắp đặt hay khó sử dụng, Car Shopping sẽ có hướng dẫn và hỗ trợ khách hàng được tốt nhất để sử dụng sản phẩm.\n\nLiên hệ ngay để được tư vấn thêm:\n- Gmail: phukienotototnhat@gmail.com\n- Hotline: 0838 72 3979\n- Địa chỉ: 549\/70 Lê Văn Thọ, Phường 14, Gò Vấp, TP.HCM\n\n",
        "is_spam": 1
    },
    {
        "bio": "[Digital marketing services](https:\/\/streamlinemyrei.com\/real-estate-digital-marketing-solutions-for-investors-motivated-leads) is essential for every business to voice their brand to a wider network. Our services consist of effective strategies guaranteed to help your business grow.\n\n",
        "is_spam": 1
    },
    {
        "bio": "Home Massage Dubai is one of the top-rated at-home nail service names in the city. We are proud of our in-house set up with plenty of qualified and trained specialists. More and more people are choosing us since we promise industrial experience to ensure your hands, nails, and feet look their best. Furthermore, you can also enjoy expecting our team will do a fantastic job on your acrylic nails, pedicure, and eyebrow waxing. If you need more information, give us a call at Home Massage Dubai. Otherwise, we are available on the web as well. \nhttps:\/\/homemassage.ae\/\n",
        "is_spam": 1
    },
    {
        "bio": "Paying the taxes on time and daily managing transactions are the most crucial tasks every business has to handle. If you feel that your business cannot precisely manage these things, you need SA Consultants for accounting services. We are a group of efficient and skilled accounting management personnel, and our team assures flawless and affordable service. Having a separate department for managing business accounts is a matter of high expenses. If you want to reduce business expenses, you can hire us for managing business accounts and taxation jobs. Our team offers a wide range of services, including VAT return filing, VAT registration, financial record keeping, and many more.\nhttps:\/\/saconsultantsuae.com\n",
        "is_spam": 1
    },
    {
        "bio": "At Hydro Fit Me, we believe that one can find Hydraulic pumps and motors everywhere. You can essentially begin from your elevators at work to the dump truck passing by you on your way back home. Unknown to many, they are immensely powerful systems that provide juice to all the big daddy industrial machines in the world. Choosing designs from the right hydraulic company in dubai can essentially help you to raise massive loads at fast speeds in your factory and warehouses. All most all shipping and construction companies count on hydraulic equipment to run their activities. If you want to explore our hydraulic systems, you must visit us online today.\nhttps:\/\/hydrofitme.com\n",
        "is_spam": 1
    },
    {
        "bio": "Dr. Bhanu Pratap Singh is a reputed expert in Plastic Surgery with specialization in aesthetic and cosmetic surgery of the face and body. He has been extensively trained in some of the best institutes in India and abroad. His training includes extensive work in plastic surgery, breast surgery, acute burns treatment, post-burn reconstruction.",
        "is_spam": 1
    },
    {
        "bio": "The prime goal of SAMM Data Services is to deliver high-quality services to its B2B and B2C clients. These services include eCommerce Data Entry, Customer Support, List Building, eCommerce Product Listing, eCommerce SEO and much more. We deliver such challenging services by virtue of our teams of qualified and skilled professionals, experts, business analysts, strategists, and consultants. It is a matter of respect and pride to have teams of experts, who enabled us to fetch offshore projects from the clients rooted in the UK, UAE, USA, Singapore, Australia and Southeast Asia. We are an ISO certified company with a headcount of over 100+ employees. We provide 24 x 7 uninterrupted Virtual Assistant services and solutions to our clients. Our expertise in outsourcing services and knowledge management industry endow us to deliver a wide variety of services to our clients in a way to assist them to accomplish their business objectives effortlessly.",
        "is_spam": 1
    },
    {
        "bio": "Amazon Store Support Services, the teams have managed more than 1200+ Amazon stores, helping clients outperform competition across the marketplace along with relevant, accurate information, optimize their store, manage customer orders, track inventory and provide complete customer support. \nData4Amazon’s rapid growth is a testament to the quality services and in-depth expertise that clients experience by partnering with them.",
        "is_spam": 1
    },
    {
        "bio": "[Sexologist in Delhi](https:\/\/www.bestsexologistdelhi.in\/) is a person who works as a sexologist and treats patients with sexual disorders. Sexologist in Delhi suggests the best possible treatment to the patients with the help of clinical tests and examinations. A sexologist in Delhi provides the best remedies that are tested and approved by the medical experts. If you have any sexual disorders then you can seek the best treatment from a sexologist in Delhi.\n",
        "is_spam": 1
    },
    {
        "bio": "SunTec Digital stands firm as one of the most influential names in the field of digital content solutions. As a leading service provider, the company has been supporting authors, publishers, and content creators worldwide since its establishment. Besides, we’ve assisted some major publishing brands and media with bespoke customized digital content solutions of exceptional quality.\n\nWith SunTec Digital at its disposal, clients can get the advantage of our extensive cross-industry content experience. We offer a complete spectrum of end-to-end digital content and publishing solutions, including websites, eBooks, apps, DRM-based apps, catalog apps, and eReader apps. \n\nMoreover we are backed by a team of content architects, language experts, eBook developers, and illustrators. Thus we apply untaught ways to create robust & extensible solutions, from content alteration, multi-function publishing, & rich media back to progress advancement, digital platform support, & quality testing services. In addition to your digital content solutions, we also take care of the most transforming and content managing requirements on your behalf.\n\nGet in touch with SunTec Digital and boost your engagement with high-performance digital content solutions.",
        "is_spam": 1
    },
    {
        "bio": "Woah, your content sounds pretty interesting to read. We are well renowned to [buy house New Jersey](https:\/\/www.dnthomebuyers.com\/). Contact us to know more about us.",
        "is_spam": 1
    },
    {
        "bio": "[Office furniture manufacturers](https:\/\/www.reecan.in\/),[Office furniture manufacturer](https:\/\/www.reecan.in\/),[Office furniture manufacturers in Delhi](https:\/\/www.reecan.in\/office-furniture-manufacturers-in-delhi.php),[Office furniture manufacturers in Noida](https:\/\/www.reecan.in\/office-furniture-manufacturers-in-noida.php),[Office furniture manufacturers in Gurgaon](https:\/\/www.reecan.in\/office-furniture-manufacturers-in-gurgaon.php),[Office furniture manufacturers in Ghaziabad](https:\/\/www.reecan.in\/office-furniture-manufacturers-in-ghaziabad.php),[Office furniture manufacturers in Faridabad](https:\/\/www.reecan.in\/office-furniture-manufacturers-in-faridabad.php)\nModular Office furniture manufacturers, Modular Office furniture manufacturers in Delhi, Modular Office furniture manufacturers in Noida, Modular Office furniture manufacturers in Gurgaon, Modular Office furniture manufacturers in Ghaziabad, Modular Office furniture manufacturers in Faridabad\n",
        "is_spam": 1
    },
    {
        "bio": "Hey this is Fiona. I am a tech Journalists writing informational article on [Project Planning Software in USA](https:\/\/www.khamelia.com\/). I have worked for several IT  organizations to create latest IT news.",
        "is_spam": 0
    },
    {
        "bio": "[https:\/\/www.cpmsystems.in\/](http:\/\/)in Delhi NCR and Supplier by CPM Systems. Our Office Furniture range start from Workstations, Open Desk , Partitions.",
        "is_spam": 1
    },
    {
        "bio": "China Airlines checked baggage policy may approve its flyers to take bags based on the following weight and size restrictions of Maximum Weight Limit 40 kilograms, Maximum Size Dimensions 158 centimeters, Maximum Combined Dimensions 273 centimeters, Checked Baggage Allowance: 2 pieces.  Items that do not fit past the airport’s size gadget or surpass the China Airlines baggage carry-on allowance limit may be checked. In addition, relevant luggage fees can be required when the size\/weight of such items reaches more than 7 kilograms.. With China Airlines Economy baggage allowance, as well as other cabin classes, passengers may be able to carry sports and music items. \nFOR MORE INFORMATION VISIT THE WEBSITE-https:\/\/www.airfleetrating.com\/baggage\/china-airlines-baggage-policy\/\n",
        "is_spam": 1
    },
    {
        "bio": "[Citygoldmedia](https:\/\/citygoldmedia.com\/) is a blog focusing on health, lifestyle, finance, and routine life. You’ll also notice that it covers other themes, like fashion trends, as you scroll through the platform. This blog produces daily posts filled with helpful advice, delicious recipes, and healthy lifestyle tips. Through our immersive posts, we can learn so much about ourselves and improve our lifestyle.",
        "is_spam": 0
    },
    {
        "bio": "[Scoopcar](https:\/\/scoopcar.com\/) is the preeminent best blogging website. Here you can perceive a very informative blog on travel, your home appliances and devices regards features, awesome delicious cooking recipes, new technologies, software-related, greatly superb knowledge. Furthermore, if you are interested in finances and getting more knowledge about it, this site is absolute for you.",
        "is_spam": 1
    },
    {
        "bio": "[Therichnetworth](https:\/\/therichnetworth.com\/) provides blog launches new content daily, allowing millions of readers to find helpful advice and inspiration. Therichnetworth is Your source for entertainment news, celebrities, celeb news, and celebrity gossip. Check out the hottest fashion, photos, movies and TV shows! Hollywood Life is your celebrity news, gossip & style BFF.",
        "is_spam": 1
    },
    {
        "bio": "Colorfy is a suitable platform for you if you want to be updated on the various game and software-related topics. Colorfy is also being updated with a subject like News, android applications. In the laptop\/pc category, you will find information on the best gaming laptop and more.",
        "is_spam": 1
    },
    {
        "bio": "Visit the [Porscheeveryday](https:\/\/porscheeveryday.com\/) for news and backgrounds and press releases, photos and videos about Porsche. Porsche has unwrapped an all-new petrol-fuelled Macan crossover. For some of the best features of the 2021 Porsche Macan, follow our best blogging website Porscheeveryday. Porscheeveryday provides the latest car news, bike news, car comparison, reviews and upcoming car and motorcycle launches in India 2021.",
        "is_spam": 1
    },
    {
        "bio": "[Southafricannews](https:\/\/southernafrican.news\/ is one of the best blogging websites that We provide you with the latest blogs related to Gaming, Business, Tech, lifestyle, and many others. To stay updated and to read the latest trending entertainment blogs news, then visit Southafricannews. This blog produces daily posts filled with helpful advice, delicious recipes, and healthy lifestyle tips.",
        "is_spam": 1
    },
    {
        "bio": "The **[CBD Aboard](https:\/\/cbdaboard.com\/)** is an online site where you can find all the latest articles, reviews, tutorials, tips & trends related to CBD Products, whether it is legal to use CBD products or not, and other related news. You can also shop for CBD products if you are tired of anxiety and stress and need a peaceful mind.",
        "is_spam": 1
    },
    {
        "bio": "[Best School in Meerut](https:\/\/bng.edu.in\/)\n[CBSE School in Meerut](https:\/\/bng.edu.in\/curriculam\/)\n[Top School in Meeru](https:\/\/bng.edu.in\/curriculam\/)\n[CBSE Affiliated School in Meerut](https:\/\/bng.edu.in\/)\n[Top English Medium School in Meerut](https:\/\/bng.edu.in\/)",
        "is_spam": 1
    },
    {
        "bio": "Come to Skinduced Aesthetic Clinic for simple, safe and non-invasive dermaplaning therapy in Sydney. This particular skincare solution that we offer through our experts is great at eliminating all types of deal skin cells followed by value hair to turn your skin smooth, vibrant, and rejuvenated. Our estheticians at the aesthetic clinic count on sterile, advanced, and cutting-edge medical scalpel blades for the treatment. This treatment is highly beneficial for un-trapping dirt and oil to help promote better-looking skin and to reduce the visibility of acne scars.",
        "is_spam": 1
    },
    {
        "bio": "[ENT Specialist in Meerut](https:\/\/kanag.co.in\/)\n[ENT Doctor in Meerut](https:\/\/kanag.co.in\/)\n[Best ENT Centre in Meerut](https:\/\/kanag.co.in\/)\n[Kanag](https:\/\/kanag.co.in\/)\n[ENT Specialist Doctor in Meerut](https:\/\/kanag.co.in\/)\n[Hearing loss treatment in Meerut](https:\/\/kanag.co.in\/about\/)\n[Sinusitis Surgery in Meerut](https:\/\/kanag.co.in\/about\/)",
        "is_spam": 1
    },
    {
        "bio": "[Plate Cutting Machine](https:\/\/www.phoenixcwa.com\/plate-cutting-machine-supplier.php) [Pipe Processing Machine](https:\/\/www.phoenixcwa.com\/pipe-processing-machine-supplier.php) [Plate Processing Machine](https:\/\/www.phoenixcwa.com\/plate-processing-machine-supplier.php) [Hypertherm Plasma](https:\/\/www.phoenixcwa.com\/hypertherm-plasma-spares-parts-supplier.php) [Welding Equipment](https:\/\/www.phoenixcwa.com\/welding-equipments-manufacturers-supplier-ador.php) [Kjellberg Plasma Counsumables](https:\/\/www.phoenixcwa.com\/kjellberg-plasma-consumables-spares-parts-supplier.php)",
        "is_spam": 1
    },
    {
        "bio": "Email:zhangzhuo.csu@gmail.com",
        "is_spam": 0
    },
    {
        "bio": "Our hair & beauty treatment services are of international class, and we have built a base of delighted clients over the past few years. Bengal beauty parlour is the best bridal parlour & men's hair salon in Meerut having a highly-trained and professional team of workers to make sure you are comfortable during the whole process from the moment you enter my office until the moment you leave. For more information contact us on +91 9897816965 or visit [https:\/\/bengalbeautyparlour.com\/]\n",
        "is_spam": 1
    },
    {
        "bio": "At Wellspring IVF & Women's Hospital, Dr. Shah and his team are committed to providing the latest fertility treatments at cost-effective prices while maintaining a high success rate. We offer state-of-the-art facilities with excellent medical care, which includes ultrasounds, hormone injections, egg retrieval procedures and embryo transfers. For more information or to schedule an appointment please call +91 9099946050\/+91 9265582244 or email \ndrshah@wellspringivfsurrogacy.com\n",
        "is_spam": 1
    },
    {
        "bio": "RSorder.com | Buy Cheap RuneScape Gold(OSRS\/RS3) For Sale. More Runescape products in https:\/\/www.RSorder.com. Include OSRS Gold, RS3 Gold, and items.",
        "is_spam": 1
    },
    {
        "bio": "The setup process for every Canon model is almost similar, however the download through [https \/\/ij.start.cannon](https:\/\/istartsetup.com\/https-ij-start-cannon\/)  or [http \/\/ij.start.cannon](https:\/\/istartsetup.com\/https-ij-start-cannon\/)  and installation process may differ.",
        "is_spam": 1
    },
    {
        "bio": "In my article, I will take you through the whole process of how you can transfer money from your Chime account to your bank account. Various reasons can force you to move money from your online banking app to a bank account.\n",
        "is_spam": 1
    },
    {
        "bio": "I’m a web developer living in unitedstate. I am a fan of technology, web development, and design. I’m also interested in sailing and outdoors. You can visit my company website with a click on the button above.",
        "is_spam": 0
    },
    {
        "bio": "Everyone, good morning. Mia Shopia works as a customer care agent. Many students look for English assignment help online. You won't have to do any research or battle on your own if you use Assignment Help.",
        "is_spam": 1
    },
    {
        "bio": "Are you having trouble with your QuickBooks accountant copy? Don’t worry, Here you can get the complete solution on How to Cancel and Remove Accountant’s Copy Restrictions in QuickBooks?\n",
        "is_spam": 1
    },
    {
        "bio": "<p><span style=\"font-weight: 400;\">Dr. Vaishali Sharma is a National Award-winning Laparoscopic Surgeon in the field of Gynaecologic Endoscopy, with 15 years of experience. Dr. Sharma has been practising as a Senior Consultant Gynecologist, Laparoscopic Surgeon &amp; the <\/span><a href=\"https:\/\/www.drvaishalisharma.com\/gynaecologist\/delhi\/\" target=\"_blank\"><span style=\"font-weight: 400;\">Best Gynaecologist in Delhi<\/span><\/a><span style=\"font-weight: 400;\"> for over 10 years and has helped many couples achieve their dream of conceiving naturally after infertility treatment failures. She has 15 years of experience and can be contacted at info@drvaishalisharma.com or by calling<\/span><span style=\"font-weight: 400;\">+91-965-0035345<\/span><\/p>",
        "is_spam": 1
    },
    {
        "bio": "\nFirst of all, you have to locate the Resume\/Cancel button on the top panel of your printer. Now, simply press the Resume\/Cancel button and you are requested to hold it until the alarm lamp flickers 17 times. When it is done, you can release the button. The factory reset sometimes fixes the most common problems. Also, you have to reconnect your ij.start.cannon with your desired Wifi after resetting.\n",
        "is_spam": 1
    },
    {
        "bio": "Techbuzzupdate is a universal platform for tech-related news such as trends and updates in the latest technology, reviews on newly launched gadgets, the Internet of things.\n",
        "is_spam": 1
    },
    {
        "bio": "As a teenager at school, I was the kid other students approached about issues with their phone or laptop. I was the go-to guy for fixing resolving any technical problems.\n\nToday, not much has changed. I’m still the first point of call for technical issues. The difference is I now also develop innovative software to solve the problems of multinational companies. One of my most recent projects involved designing and rolling-out a new piece of software to optimise the efficiency of car service bookings. This contributed to a reduction in staff numbers and 12% increase in car service bookings, like <a href=\"https:\/\/servicemycar.com\/uk\/chevrolet-service-manchester\">Chevrolet Service<\/a> bookings increased by 7%.\n\nIf you want to know more about me, send me a message.",
        "is_spam": 1
    },
    {
        "bio": "Major Life Style Clothiers has trendy and stylish men and women clothing for customers and clients all around. The materials that are used for the making of these clothes are high quality and top class. These do not itch your skin in any way or does not cause any kind of irritation. We take special care of that and ensure that our customers are happy with our services. The men clothing that we have are trendy and fits current style and choice. These are available in different sizes and colours for our customers. Browse all the products that we have and choose the one that you think will suit you and order without thinking any further. ",
        "is_spam": 0
    },
    {
        "bio": "I'm mark joy I see many time same problem for all when using yahoo login email everyone password problem with login out yahoo mail on Pop settings. Fix issues with Yahoo Account mail Change the password. Reset yahoo password Account Key boosts security by sending a prompt to your mobile phone instead of using a Yahoo mail change the password. \n<a href=\"https:\/\/www.yahoophonenumber.net\/blog\/fix-ical-error-on-yahoo-in-simple-steps\">Yahoo mail phone number<\/a> | \n<a href=\"https:\/\/www.yahoophonenumber.net\/blog\/fix-ical-error-on-yahoo-in-simple-steps\">Yahoo pop settings<\/a> | \n<a href=\"https:\/\/www.yahoophonenumber.net\/blog\/can-i-create-a-yahoo-account-with-other-domain-extensions\">Reset yahoo password<\/a> | \n<a href=\"https:\/\/www.yahoophonenumber.net\/blog\/can-i-create-a-yahoo-account-with-other-domain-extensions\">Yahoo mail change the password<\/a> | \n",
        "is_spam": 1
    },
    {
        "bio": "In which coupons store is the best? If you can go to the Revounts Store at <a href=\"https:\/\/www.revounts.com.au\/catch-coupons-code\">catch coupon code<\/a> they provide discount and deals now you can get the chance.",
        "is_spam": 1
    },
    {
        "bio": "Developing NFT applications",
        "is_spam": 1
    },
    {
        "bio": "Are you a user of Mozilla Firefox and love its speed, performance, and exciting features? It is the favorite browser for the modern generation because of the pleasing user experience it provides.",
        "is_spam": 1
    },
    {
        "bio": "Luna beth is a self-professed security expert, she makes people aware of the security threats. Her passion is just to write about, cryptography, malware,Cyber security social engineering, internet. She writes for \n \n<a href=\"https:\/\/istartsetup.com\/ij-scan-utility\/\">ij scan utility<\/a> | <a href=\"https:\/\/istartsetup.com\/ij-scan-utility\/\">ij scan utility download<\/a> | <a href=\"https:\/\/istartsetup.com\/ij-scan-utility\/\">ij canon scan utility<\/a>\n",
        "is_spam": 1
    },
    {
        "bio": "This video See you again dedicated to Paul Walker, he was die in the car accident in 2013. This awesome YouTube video gets the <a href=\"https:\/\/teatimeflip.com\/10-most-liked-disliked-viewed-indian-videos-on-youtube\/\">most liked video on youtube in india<\/a>.\n",
        "is_spam": 1
    },
    {
        "bio": "David is a software developer. He has expertise in making people aware of the new software technologies.",
        "is_spam": 1
    },
    {
        "bio": "I’m a web developer living in unitedstate. I am a fan of technology, web development, and design. I’m also interested in sailing and outdoors. You can visit my company website with a click on the button above.",
        "is_spam": 0
    },
    {
        "bio": "Andrew Williams working at EZ Rankings with the great experience of 14+ years in Digital Marketing, My specialization is SEO, online reputation management, social media marketing, content writing and so more! EZ Rankings is known as the top <a href=\"https:\/\/www.ezrankings.org\/seo-company-india.html\">SEO company in india<\/a> offers customized SEO packages. We help small businesses to rank on the first page of Google. Our customer’s satisfaction is our main priority. The highly dedicated, professional, and experienced team perform 100% to meet all the requirement of clients. For more information visit our website now!",
        "is_spam": 1
    },
    {
        "bio": "Mansi Rana has over 15 years of experience in digital marketing and is known for her ability to provide customised internet marketing services. Her primary goal is to assist firms in realising their digital marketing ambitions and expanding into the worldwide market. She and her team of <a href=\"https:\/\/mansirana.com\/\">SEO consultants<\/a> provide full-scale digital marketing services such as SEO, content marketing, influencer marketing and more.\n",
        "is_spam": 1
    },
    {
        "bio": "I’m a web developer living in unitedstate. I am a fan of technology, web development, and design. I’m also interested in sailing and outdoors. You can visit my company website with a click on the button above.",
        "is_spam": 1
    },
    {
        "bio": "Skip Corp is a family operated business based in Australia. We offer online skip bin services for all types of building sites, including single and double-storey home development and the construction of many residences in a single region, such as townhouses and units. Our crew is experienced in removing undesired construction debris. Skipcorp may deliver construction site skip bin to a single location and collect all undesired debris such as bricks, rubble, concrete, lumber, steel, cardboard, and even electrical equipment. We provide skip bins around Sydney to fulfil your garbage, clean-up, renovation, and construction needs.\n",
        "is_spam": 1
    },
    {
        "bio": "3D rendering examples the creation of an idea requested by a client it may be a real-world object or an imaginary that is represented in a sketch say, architectural, interior design, or products. ",
        "is_spam": 1
    },
    {
        "bio": "20alldigital is a digital marketing expert with a results-driven team specializing in search engine optimization and is known for breaking sales records and reaching a wider audience. Identifying and tracking the success of unusual marketing problems.",
        "is_spam": 1
    },
    {
        "bio": "DigiMark Agency is one of those unique digital marketing providers in Bangalore which blends creativity with feasibility. We offer a plethora of services like SEO, SEM, SMM, Complete Digital Marketing, Website Design and Development, Domain Registration, Web Hosting, E - Commerce Solutions, Content Management System and other IT related projects. We do not believe in getting lost in the crowd. So, we differentiate ourselves by delivering what we promise. Although we offer digital marketing solutions at unbelievably attractive packages, quality is something we never compromise on. So, if you are willing to occupy the digital space before others, our doors are wide open!",
        "is_spam": 1
    },
    {
        "bio": "Hey, I am Richard Williams. I am 26 years old and I am living in Dubai. I am an Graphic Designer and  have profound knowledge with have more then 4 years hand-on experience in Graphic Designing. My strengths are my attitude that I like to take challenges that I can do it, self motivated person, self disciplined I am a good team player as well as has a good ability to lead the team. I can adopt to any kind of environment.\n\nI am working in <a href=\"https:\/\/servicemycar.com\/uae\/garage\/toyota-garage-dubai\">Toyota workshop Dubai<\/a> from 4 years. This workshop provides all type of Toyota repair and services. If you face any issue in your Toyota or if you're looking for your Toyota servicing. So, you can connect with us and get the best Toyota repair and servicing in Dubai without letting you go anywhere.\n",
        "is_spam": 1
    },
    {
        "bio": "I am Charles I. Thurman from Canada. I am currently working as an Accountant at at Magma Company for over 1 years. I have been a practicing Christian for the last 14 years. I have been actively involved in youth ministry and have evangelized to high schools and college students for the past two years. I have had experience in public speaking for the past three years.",
        "is_spam": 1
    },
    {
        "bio": "End your search for  <b><a href=\"https:\/\/www.indiaappdeveloper.com\/custom-software-development-company-india\/\">Custom Software Development Company India<\/a><\/b> by collaborating with India app developer.  Our dedicated developers have achieved a special position in the field of software development with their expertise. Organizational owners are hiring dedicated software developers India from the leading app development company to develop apps and software. \n\nIndia App Developer is a team of expert software developers who love to experience workflow with new technology. When it comes to software and applications, we discuss, develop, and build using the most trending technologies. We are your answer whether you require a bespoke app or custom software development. From our company you can you can <b> <a href=\"https:\/\/www.indiaappdeveloper.com\/hire-dedicated-developers\/\"> Hire Dedicated  Developers India<\/a> <\/b>. We hire developers that are receptive to ideas, have a good time at work, and utilize their imagination to create amazing products. Our developers are qualified to provide world-class software and applications that will help your company thrive in a competitive industry.\n\nGet in touch with India App Developer to hire software developers or app developers in India.",
        "is_spam": 1
    },
    {
        "bio": "SEO is becoming more popular than others in the field of digital marketing. The main actions that are part of an <a href=\"https:\/\/www.webomaze.com.au\/seo-melbourne\/\">SEO Services<\/a> strategy are unique content creation, on-page & off-page SEO, building authority, user experience, and many other things.\n",
        "is_spam": 1
    },
    {
        "bio": "Hi, I am David Jones, I am working as a technical expert at email support. I have 4 years of experience in this field. If you have any problems related to <a href=\"https:\/\/www.emailsupport.us\/blog\/fix-outlook-not-sending-emails-problem\/\">Outlook not sending emails<\/a>, etc., then please contact us for help related to email problems.\n",
        "is_spam": 1
    },
    {
        "bio": "Set up and install Canon printer drivers on your device. To learn how to set up, install and update the Canon printer’s utility, visit Canon’s official website ij.start.canon and go through the below-mentioned procedures.",
        "is_spam": 1
    },
    {
        "bio": "<p>Students have long considered us as the most reliable academic firm to turn to when they need <a href=\"https:\/\/myassignmenthelp.com\/us\/plagiarism-free-essays.html\">Plagiarism Free Essays Online<\/a>. We have gained this trust through hard effort, integrity, and expertise, not via any sort of magic. We produce essays, dissertations, research papers, and other sorts of assignments from scratch.<\/p>\n<p>Writing a dissertation is a near-impossible undertaking in and of itself! When you add editing to the mix, your stress level skyrockets. Take it easy and engage one of our <a href=\"https:\/\/myassignmenthelp.com\/us\/dissertation-editors.html\">Online Dissertation Editors<\/a>&nbsp;to give you a much-needed break.<\/p>\n<p>In this circumstance, hiring expert essay assignment writers may be a good decision. And to assist you, MyAssignmenthelp.com has over 4000 experienced, certified, and skilled <a href=\"https:\/\/myassignmenthelp.com\/us\/essay-assignment-help.html\">Essay Assignment Help Online<\/a>&nbsp;specialists. You've spent hours at the library and then in your dorm thinking there's no way you'll be able to finish the essay.<\/p>\n<p>According to a federal poll, 90 percent of high school pupils in the United States obtain internet-based coursework. It's challenging for pupils who don't have access to the internet at home. To do their homework, they must either go to someone's house or go to a computer caf&eacute;. Because that isn't possible every day, people turn to internet writing services and ask, \"I&nbsp;<a href=\"https:\/\/myassignmenthelp.com\/us\/answer-my-assignment.html\">Need Answer My Assignment<\/a>?\"<\/p>\n<p><strong>Other Useful Services:<\/strong><\/p>\n<p><a href=\"https:\/\/myassignmenthelp.com\/essay-typer.html\">Essay Typer<\/a><\/p>\n<p><a href=\"https:\/\/myassignmenthelp.com\/dissertation\/\">Dissertation Help<\/a><\/p>\n<p><a href=\"https:\/\/myassignmenthelp.com\/homework\/\">Homework Help<\/a><\/p>\n<p><a href=\"https:\/\/myassignmenthelp.com\/us\/homework-help.html\">Online Homework Help<\/a><\/p>",
        "is_spam": 1
    },
    {
        "bio": "I am working as a SEO Analyst.My blog gives information about latest technologies and IT Courses.",
        "is_spam": 1
    },
    {
        "bio": "\nHello! i am selena gomez three years of experience in this field working for disney website for more information visite to my site.\n",
        "is_spam": 1
    },
    {
        "bio": "The growing popularity of big data has created a need for professionals who can help manage and use the vast amounts of data. These professionals are known as big-data consultants. They can help businesses understand how to use big data to their advantage and make better decisions.",
        "is_spam": 1
    },
    {
        "bio": "\nI can write anything, anytime, anywhere on any subject and deliverable time frame. Currently, I'm working with assignment achievers. Assignment Achievers is a proud reliable work-based home spot where we can share with them the burden of your hectic assignment pertaining to college-level <a href=\"https:\/\/www.assignmentachievers.com\/service-detail\/assignment+writer\">assignment writing service<\/a> at reliable quality with a better work ethic fully based in Sydney.\n",
        "is_spam": 1
    },
    {
        "bio": "Hi, my name is James E. Marchant, I am working as digital marketer expert at digital marketing support. I have 5 years of experience in this field. if you have any query my experience and our expert team will help you to get your answer. <a href=\"https:\/\/www.tarteskluger.com\/\">Visit our website<\/a> now more. \n",
        "is_spam": 1
    },
    {
        "bio": "Hi, I'm Ananya, working with HOSS. Here I'm working as a soft skill trainer. Personality development and <a href=\"https:\/\/houseofsoftskills.com\/event\/phonics-assessment-workshop\">phonics for kids<\/a> a conceptual and practical structure to develop and manage teams. We guide you on how you and your kids develop soft skills and personality as positive attitude, emotional intelligence, self-confidence, flexibility, sociability, phonics, and excellent communication skills. \n",
        "is_spam": 1
    },
    {
        "bio": "Zooqle is one of the most popular widely known BitTorrent websites. Which website helps the user download movies, games, apps for free, and much more content is provided by the website. ",
        "is_spam": 1
    },
    {
        "bio": "We deliver custom web app development powered by a <a href=\"https:\/\/www.appverticals.com\/web-application-development\/\">professional web application development service<\/a>. We strive to deliver highly functional and stunning web apps.\n",
        "is_spam": 1
    },
    {
        "bio": "A curated collection of statement jewellery and accessories. A Wide collection of fashion and statement earrings, bracelets, necklaces and accessories. YOOP accessories can be worn with a multitude of different outfits. Modern and stylish gift wrap with handwritten notes (free of charge).",
        "is_spam": 1
    },
    {
        "bio": "Our collections are braided collars, leash, Dog and cat collars accessories which are constructed of 100% Argentinean cowhide leather and genuine brass hardware. We also provide FREE SHIPPING ON ORDER OF $100 OR MORE Shop Now! ",
        "is_spam": 1
    },
    {
        "bio": "Lucia wiltor  is a software developer. She is  expertise in making people aware of the new software technologies . She writes for <a href=\"https:\/\/silhouetteamericasetup.com\/\">Silhouette America Setup<\/a> , <a href=\"https:\/\/silhouetteamericasetup.com\/\">Silhouetteamerica.com\/setup<\/a> .\n",
        "is_spam": 1
    },
    {
        "bio": "Emma Brown  is a software developer. She is  expertise in making people aware of the new software technologies. She writes for <a href=\"https:\/\/cricutdesignspacecricut.com\/\">Cricut Design Space<\/a> , <a href=\"https:\/\/cricutdesignspacecricut.com\/\">Cricut Design Space Download<\/a> .\n\n",
        "is_spam": 1
    },
    {
        "bio": "\nSimon Frank is a software developer. He is  expertise in making people aware of the new software technologies. He writes for <a href=\"https:\/\/123hp.com-laserjet.com\/\">123.hp.com\/laserjet<\/a> .\n",
        "is_spam": 1
    },
    {
        "bio": "Researcher in social simulation or Computational social scientists\nin LISC (Inrae), and associate researcher in LAPSCO (UCA) https:\/\/www.lapsco.fr\/HUET-Sylvie.html",
        "is_spam": 0
    },
    {
        "bio": "ABC Assignment Help is an online academic assignment writing company. Our virtuous writers hold Ph.D. certification and experience in different subjects to provide students with assignment help, homework help, essay help, and dissertation writing services in any subjects and courses.",
        "is_spam": 1
    },
    {
        "bio": "Students are continuously on the look-out for premium quality assignment help. Our <a href=\"https:\/\/greatassignmenthelper.com\/psychology-assignment-help\/\">Psychology assignment help<\/a> specialists are highly experienced and knowledgeable experts having earned PhD in their respective domains.",
        "is_spam": 1
    },
    {
        "bio": "With Managed IT Support, most of your IT tasks are handled remotely – including routine requests and support. You may be in a position to free up your IT staff for other projects. And, potentially reduce your IT budget.\nhttps:\/\/www.extnoc.com\/blog\/it-support-for-school-college\/",
        "is_spam": 1
    },
    {
        "bio": "Hello, My name is Zahra Wilson and I am from New York. I am working at PapaChina company as a marketing manager. It is the best promotional products supplier company in China. It provides many unique promotional items, all over the world. ",
        "is_spam": 1
    },
    {
        "bio": "You Are Looking for the best construction company in Delhi,\n Noida, Gurgaon, Ghaziabad, Greater Noida, Faridabad then Welcome To Shape My House - \nA Residential and Commercial Property Reliable Delhi construction company. \nWe proved that Shape My House is the leading brand among top construction companies in Delhi.",
        "is_spam": 1
    },
    {
        "bio": "After securing PhD par excellence, I have been doing professional assignment writing for GreatAssignmentHelper.com for the past 7 years . GAH has been providing for understudies across the globe and has got a successful track record of providing excellent Management Assignment Help within an understudy's budget.",
        "is_spam": 1
    },
    {
        "bio": "Rajasthani Juttis were primarily made from leather, embellished with intricate designs and embroidered with eye-catching patterns. The latest fashion trends for girls' juttis are available at the new Designer Punjabi Jutti in Meerut. Traditionally made up of leather and adorned with extensive embroidery, these party wear juttis are available online in Meerut, which is typically made up of leather and have a style all of their own. Juttis are usually dictated by fashion trends. We offer a wide range of pure leather jutti in Meerut in addition to traditional Rajasthani juttis. ",
        "is_spam": 1
    },
    {
        "bio": "One of the top CBSE schools for boys and girls in Meerut is the City vocational public school. Students are taught in direct supervision of our educational institution's teachers in a variety of learning environments. CVPS is known as the top school in Meerut for its academic excellence. A senior secondary school in Meerut Cantonment, India, offering English as the medium of instruction is the City Vocational Public School. Additionally, it is affiliated with the Central Board of Secondary Education. Other reasons make CVPS the best CBSE School in Meerut.Other reasons make CVPS the best CBSE School in Meerut.\n",
        "is_spam": 1
    },
    {
        "bio": "I am passionate about what I do and I love to express my passion for my profession .  <a href=\"https:\/\/istartsetup.com\/epson-printer-not-printing-issue\/\">epson printer not printing<\/a> , <a href=\"https:\/\/istartsetup.com\/epson-printer-not-printing-issue\/\">epson printer troubleshooting<\/a> , <a href=\"https:\/\/istartsetup.com\/epson-printer-not-printing-issue\/\">epson printer not printing properly<\/a> , <a href=\"https:\/\/istartsetup.com\/epson-printer-not-printing-issue\/\">epson printer not printing black<\/a>\n\n",
        "is_spam": 1
    },
    {
        "bio": "If you want to find Zaitoon City Lahore Plots for commercial and residential purposes then contact Aetmaad.com. Zaitoon city Lahore is one of the best project of the Zaitoon group which is approved by LDA and providing amazing real estate opportunities for residential or commercial clients.",
        "is_spam": 1
    },
    {
        "bio": "I am passionate about what I do and I love to express my passion for my profession . <a href=\"https:\/\/istartsetup.com\/how-to-setup-install-microsoft-365-setup-new-steps\/\">setup microsoft 365<\/a> , <a href=\"https:\/\/istartsetup.com\/how-to-setup-install-microsoft-365-setup-new-steps\/\">office 365 how to install<\/a> , <a href=\"https:\/\/istartsetup.com\/how-to-setup-install-microsoft-365-setup-new-steps\/\">microsoft 365 how to install<\/a> , <a href=\"https:\/\/istartsetup.com\/how-to-setup-install-microsoft-365-setup-new-steps\/\">office 365 installation<\/a> , <a href=\"https:\/\/istartsetup.com\/how-to-setup-install-microsoft-365-setup-new-steps\/\">microsoft 365 install<\/a> ",
        "is_spam": 1
    },
    {
        "bio": "I am passionate about what I do and I love to express my passion for my profession .  <a href=\"https:\/\/istartsetup.com\/why-canon-printer-is-not-connecting-to-the-windows-11\/\">canon printer not detected windows 11<\/a> , <a href=\"https:\/\/istartsetup.com\/why-canon-printer-is-not-connecting-to-the-windows-11\/\">windows 11 canon printer not working<\/a> , <a href=\"https:\/\/istartsetup.com\/why-canon-printer-is-not-connecting-to-the-windows-11\/\">canon printer not responding windows 11<\/a> , <a href=\"https:\/\/istartsetup.com\/why-canon-printer-is-not-connecting-to-the-windows-11\/\">canon printer not working with windows 11<\/a>\n",
        "is_spam": 1
    },
    {
        "bio": "I am passionate about what I do and I love to express my passion for my profession .  Follow me to get my updates . <a href=\"https:\/\/istartsetup.com\/windows-printer-driver-is-unavailable\/\">printer driver is unavailable<\/a> , <a href=\"https:\/\/istartsetup.com\/windows-printer-driver-is-unavailable\/\">printer says driver is unavailable<\/a> , <a href=\"https:\/\/istartsetup.com\/windows-printer-driver-is-unavailable\/\">driver unavailable printer<\/a> , <a href=\"https:\/\/istartsetup.com\/windows-printer-driver-is-unavailable\/\">driver not available printer<\/a>",
        "is_spam": 1
    },
    {
        "bio": " I am passionate about what I do and I love to express my passion for my profession .  <a href=\"https:\/\/www.dedicatedhosting4u.com\/\">Reliable dedicated hosting<\/a> , <a href=\"https:\/\/www.dedicatedhosting4u.com\/\">Dedicated hosting<\/a> , <a href=\"https:\/\/www.dedicatedhosting4u.com\/\">Reliable hosting solution<\/a> ",
        "is_spam": 1
    },
    {
        "bio": "<a href=\"https:\/\/assignmenthelpuae.ae\/\">Assignment Assistance<\/a>\n",
        "is_spam": 1
    },
    {
        "bio": "JAI NETTING SYSTEMS  manufactures the best quality mosquito nets for windows, doors, and balconies. We use the best quality materials to manufacture mosquito nets. ",
        "is_spam": 1
    },
    {
        "bio": "  <a href=\"https:\/\/example.com\/\">Example<\/a>",
        "is_spam": 1
    },
    {
        "bio": "Daisey Wais a software developer. She is expertise in making people aware of the new software technologies.She writes for  <a href=\"https:\/\/istartsetup.com\/computer-crashes-when-playing-games\/\">computer crashes when playing games<\/a> , <a href=\"https:\/\/istartsetup.com\/epson-printer-driver-is-unavailable\/\">epson printer driver is unavailable<\/a> , <a href=\"https:\/\/istartsetup.com\/fix-canon-printer-error-code-5200\/\">canon g6020 support code 5200<\/a> , &nbsp;<a href=\"https:\/\/istartsetup.com\/windows-modules-installer-worker-high-disk\/\">windows modules installer worker high disk<\/a>, <a href=\"https:\/\/istartsetup.com\/keyboard-locked-on-hp-laptop\/\">keyboard locked on hp laptop<\/a> ,<a href=\"https:\/\/istartsetup.com\/mouse-lagging-freezes-in-windows\/\">mouse lagging<\/a> ,\n<a href=\"https:\/\/istartsetup.com\/windows-update-stuck-at-100-downloading\/\">windows update stuck at 100 downloading<\/a> , <a href=\"https:\/\/istartsetup.com\/windows-10-installation-has-failed\/\">Windows 10 Installation Has Failed<\/a> .\n",
        "is_spam": 1
    },
    {
        "bio": "Join IBT to join the most reliable bank PO coaching in Chandigarh. Our smart classes with up-to-date study material, help students to prepare for exams more efficiently. Moreover, the weekly mock tests provided to the students, are designed according to the latest exam pattern and syllabus. We are continuously updating our course materials to match the latest standard of education.\n\nFor more information contact us:\n\nPhone no.: 8699886998\n\nBusiness mail: ibtchandigarh@gmail.com\n\nAddress: SCO- 80-82, Sub. City Center, Sector 34A, Sector 34, Chandigarh, 160022",
        "is_spam": 1
    },
    {
        "bio": "If you are looking for a platform that can offer you the finest bank coaching in Laxmi Nagar for exam preparation, then IBT is the best choice for us. Here you'll be guided with the most up-to-date thorough study material and weekly doubt sessions for better results. Our dedicated and experienced team is always available to answer any questions. So join IBT today to give wings to your dreams.\n\nFor more information contact us :\nBusiness E-mail - ibtenquiry@gmail.com\nPhone - 9332793327\nAddress - C1-2, Guru Nanak Pura, Near Nirman Vihar Metro Station, Opposite V3S Mall, Laxmi Nagar, New Delhi, Delhi 110092",
        "is_spam": 1
    },
    {
        "bio": "We are leading Swimming Pool Maintenance Company Dubai. We offer High-End and quality professional services at affordable prices. Call Us Now or Get in Touch: +971 50 219 7300",
        "is_spam": 1
    },
    {
        "bio": "IBT Mukherjee Nagar is one of the eminent platform that will surely provide you with workable coaching to clear the best SSC Coaching In Mukherjee Nagar. IBT Institute offers classes for numerous government examinations, including the Delhi Police Constable. A thorough understanding of our exam course structure may help you make an educated decision on which platform is best for your needs. \n\nFor more information contact us : Contact Number: 88828-60747 Email id: ibtmukherjeenagar1@gmail.com Address: IBT Institute, 868, 2nd Floor, Above ICICI Bank, Near Batra Cinema, Dr. Mukherjee Nagar, New Delhi, Delhi 110009\n\n",
        "is_spam": 1
    },
    {
        "bio": "<a href=\"https:\/\/www.hghvallartaclinic.com\/growth-hormones-for-kids\/\">HGH for kids<\/a>\n\n\n<a href=\"https:\/\/www.hghvallartaclinic.com\/hgh-cycle\/\">1iu hgh<\/a>",
        "is_spam": 1
    },
    {
        "bio": "IBT English is an award-winning training center prominently known for its passion, forward-thinking approach, and pure dedication toward all the students. Our courses aim to help students with IELTS exam skills training and practice. We guarantee a high chance of success for our students, by providing well-structured and comprehensive classes, based on the most effective communicative teaching methods. Come and Join the Best IELTS institute in Patiala.\n\n \n\nFor more information contact us :\n\nContact: 8437406665\n\nBusiness mail: ibtpatialaenglishprep@gmail.com\n\nAddress: SCO-132, near lakshay institute, Chotti Baradari, Part-2, Baradari, Patiala, Punjab 147001.",
        "is_spam": 1
    },
    {
        "bio": "If you want to get the right guidance regarding the PTE preparation and want the latest updates related to this exam. Then the best place for you is IBT English. At this portal, you will get a detailed fee structure and get detailed update for PTE exam dates.\n\n ",
        "is_spam": 1
    },
    {
        "bio": "<a href=\"https:\/\/digitaleyecon.com\/seo-services-hyderabad\/\">SEO Services in Hyderabad <\/a>- Digital Eyecon is the top SEO company in Hyderabad, India. If you need to get traffic to your website, you can visit our website for more information. Click here to see how we can help you with our SEO services.",
        "is_spam": 1
    },
    {
        "bio": "Start your PTE online coaching journey with IBT English. We are one of the trusted coaching institutes and provide the best results every year. With our dedicated faculty and unique study methodology, we help lakhs of students to fulfill their dream. Join IBT English now and start your PTE exam preparation online with well-educated and experienced faculty and get higher scores in PTE exam. \n\n",
        "is_spam": 1
    },
    {
        "bio": "IBT Delhi has taken care of every major and minor thing so that students can receive quality coaching to clear the exam without any hassle. We provide excellent <a href=\"https:\/\/www.ibtindia.com\/ssc-coaching-in-delhi\">SSC Coaching In Delhi.<\/a> Without further ado visit the IBT Delhi so that you can decide for yourself. Not just training procedure, but the infrastructure is also playing a dominant role in attracting students to become a part of IBT.\n\nFor more information contact us :\nBusiness E-mail - ibtenquiry@gmail.com\nPhone - 9332793327\nAddress - C1-2, Guru Nanak Pura, Near Nirman Vihar Metro Station, Opposite V3S Mall, Laxmi Nagar, New Delhi, Delhi 110092",
        "is_spam": 1
    },
    {
        "bio": "IBT provides students with advanced training and detailed guidelines for their SSC exams. Here, students get taught by professionals with advanced methodologies. And all of our staff members have enough experience in their related fields. Each topic is taught by them individually so students can learn easily. Students enrolled with us attain the <a href=\"https:\/\/www.ibtindia.com\/ssc-coaching-in-gurgaon\">best SSC Coaching in Gurgaon<\/a> including many tips and tricks to clear the exam effectively\n\nFor more details contact us at:-\nContact No.:- 8750379000\nBusiness E-mail:- ibtgurgaoncentre@gmail.com\nAddress:- Khasra No 1486, Opp Blue Star Showroom, Near Fire Station, New Railway Road, Adarsh Nagar, Gurgaon.",
        "is_spam": 1
    },
    {
        "bio": "One Rank is the Best digital marketing company in delhi, india. We have years of experience and a proven track record of satisfied clients and provide all types of web services like Website Development, Design, SEO, SMO, Content Writing, E-Commerce Development, PPC, Logo Design, Banner Design. Our company was created to provide the business support needed to implement and maintain the best online marketing strategy that is profitable and reliable. We are committed to provide high quality online marketing services with the help of our professional experts.\n\nRead More Blog: <a href=\"https:\/\/www.onerank.in\/graphic-designing-company-delhi\/\">graphic designing company in delhi<\/a>",
        "is_spam": 1
    },
    {
        "bio": "Are you waiting to fly off to your dream country? Then visit IBT Overseas. Our world-class services help aspirants to choose the right way to apply for the visa application process. We continue to work hard to ensure that every student who dreams of studying abroad can pursue their dreams. In terms of international studies and visas, we have a successful history that has made us the No. 1 <a href=\"https:\/\/www.ibtoverseas.com\/immigration-consultants-in-ludhiana\">immigration consultants in Ludhiana<\/a>. So, connect with IBT Overseas today to start your visa process.\n\nFor more details contact us:\nPhone: 7888474982\nBusiness E-mail: admin@ibtoverseas.com \nAddress: 2 K Tower, 2nd Floor, Link Rd, near Preet Palace, Ludhiana, Punjab 141001.",
        "is_spam": 1
    },
    {
        "bio": "IBT strives to provide all possible advantages so that students can achieve enhancement in their careers. We are known for helping students clear all their doubts related to a wide range of topics in their exams. The study material of IBT is updated and matches the needs of every student, and provides solutions with a wide range of shortcuts and tips and tricks. There is no doubt that IBT is an ideal source of <a href=\"https:\/\/www.ibtindia.com\/nda-coaching-in-gurgaon\">NDA coaching in Gurgaon<\/a>.\n\nFor more details contact us at:-\nContact No.:- 8586919000\nBusiness E-mail:- ibtgurgaoncentre@gmail.com\nAddress:- Khasra No 1486, Opp Blue Star Showroom, Near Fire Station, New Railway Road, Adarsh Nagar, Gurgaon.",
        "is_spam": 1
    },
    {
        "bio": "University education in the United States offers unmatched quality and an array of career paths. Thus, it is the most desirable country for higher education in the world. If you also have planned to pursue your higher studies in the USA, then you can know more about different types of <a href=\"https:\/\/www.ibtoverseas.com\/usa-study-visa\">USA study visa<\/a> on the Given link. IBT provides you with all relevant information such as requirements, eligibility, interview questions, visa types, and much more.\n\n\n",
        "is_spam": 1
    },
    {
        "bio": "IBT English is the best place to get the latest information about IELTS exam dates 2022 . We are a reliable and trustworthy name in IELTS preparation. Well, you can choose a date of your choice and appear for the exam, visit the official website of IBT English.\n",
        "is_spam": 1
    },
    {
        "bio": "Content Writing Agency in India-Mind Mingles is a wonderful group of the most experienced content writers in India who assist you with getting fascinating and tricking content to draw in your guests and transform them into your clients.\n\nOur content writing services include:\n•         100% Original Content\n•         Industry-Focused\t\n•         Thoroughly Proofread\n•         Well Placed Keywords\n•         Crisp Language & Impeccable Grammar\n•         Checked Manually & Through Tools\n",
        "is_spam": 1
    },
    {
        "bio": "IBT Delhi offers top-notch <a href=\"https:\/\/www.ibtindia.com\/cet-coaching-in-delhi\">CET coaching institute in Delhi<\/a>. IBT has been ruling the Education industry for more than 10+ years. Our centers have been established in over 100 cities to connect with every candidate seeking guidance for their exam. We have shown the best outcomes by getting more than 70 percent of our students to qualify for jobs every year. So if you also want to qualify for your exam in a limited duration, connect with IBT today.\n\nFor more information contact us :\nBusiness E-mail - ibtenquiry@gmail.com\nPhone - 9332793327\nAddress - C1-2, Guru Nanak Pura, Near Nirman Vihar Metro Station, Opposite V3S Mall, Laxmi Nagar, New Delhi, Delhi 110092.",
        "is_spam": 1
    },
    {
        "bio": "If you like to crack your SSC CHSL exams on the first attempt, join IBT today for better results. We are a prominent institute known for imparting excellent SSC CHSL coaching in Chandigarh. We have experienced and well-qualified faculty members to guide you better in your professional journey. Furthermore, you'll receive compressive study material that will help you learn more efficiently. So join IBT today and become a part of the leading SSC CHSL coaching institute. For more details: Phone no. 8699886998 Email Id: ibtchandigarh@gmail.comAddress: SCO- 80-82, Sub. City Center, Sector 34A, Sector 34, Chandigarh, 160022.\n\n",
        "is_spam": 1
    },
    {
        "bio": "To increase your chances to get the highest marks in your exams, join IBT. We provide simulations of actual exams in our smart computer labs. Moreover, we also provide free online test series containing 1000+ online tests for a better learning experience. So join the best <a href=\"https:\/\/www.ibtindia.com\/punjab-government-exam-ludhiana\">coaching centre for Punjab government exams in Ludhiana<\/a> today to prepare yourself with exceptional coaching and fulfill your dreams.\n\nEmail us at headoffice@ibtindia.com for more info.\n\nBranch-1 IBT Building, SCO-142, Feroze Gandhi Market, Near Stock Exchange Building, Ludhiana, 141001 or Call 9216380013\n\nBranch-2 IBT, K2 Tower, Link Road, Adjoining Passport Office Building, Near Preet Place, Ludhiana, 141001 or Call 9463862928",
        "is_spam": 1
    },
    {
        "bio": "I am Jhanvi Arora. My native country is India. I live in Delhi. I work at Key Marketing as an Executive. Key Marketing provides all Digital Marketing services. It provides services like SEO\/SMO, web and app development, Email Marketing, and Lead Generation. We assure our clients to serve them better from our services to make their brand reputation grow.\n",
        "is_spam": 1
    },
    {
        "bio": "Deepanshu Kher is a dynamic leader and the best motivational speaker who has developed a mindblowing fame in the industry. He has given an edge to the people through his motivational skills. Deepanshu Kher Best Motivational Speaker has been always on his toes to give a push to the people through his inspiring stories.",
        "is_spam": 1
    },
    {
        "bio": "EZ Rankings is a leading digital marketing company that provides complete law firm SEO services. We have a team of specialists who provide robust SEO services which optimize your website. We provide services for individuals as well as law firms which helps them stay ahead of the competition. Some of our core services are on-page SEO, competitive analysis, content marketing, etc.",
        "is_spam": 1
    },
    {
        "bio": "Are you using QuickBooks but unsure whether you can delete a customer in your records? Knowing how to delete a customer in QuickBooks becomes necessary as in business we often stop doing business with several customers over time and we require to delete them from our accounts. To do the same you can go to the QuickBooks desktop and select customers. Navigating to the customer center you will find a list of customers, you can choose the ones you wish to take off of the list and click on “Delete Customer Job”, you will be asked to confirm your action, and upon doing the same your process will be complete. \n\n",
        "is_spam": 1
    },
    {
        "bio": "At Husys, we believe in creating synergies and enabling the most precious asset-people. We’ve pioneered in handling HR Consulting Services and operations with a fast tablet named- automation. Over 18 years, we’ve successfully served 2500+ companies globally including SMEs, national and local clients throughout. Visit us: https:\/\/husys.com\/",
        "is_spam": 1
    },
    {
        "bio": "For over 18 years, San Elijo Dance and Music Academy is the best Dance Classes San Diego and has proudly mentored kids from ages two to teen to help them realize their dreams, gain self-awareness and poise, and develop an everlasting education in, and appreciation of the performing arts.  At San Elijo Dance & Music Academy, we offer a myriad of ways to jump into the world of dance and music. Our 5 dance studios and music studios are packed full of options for the novice, ambitious, or curious student.",
        "is_spam": 1
    },
    {
        "bio": "We are no ordinary advertising agency and top seo expert. The will to drive your business forward permeates through all of us at the agency and we go beyond expectations to move you towards your goals. We founded MAD Group to make an impact on businesses and consumers across the country. We are advocates for better marketing practices because we don’t like the standards that prevail in our industry. Our primary purpose is to help businesses thrive and serve our communities using creative approaches in marketing, advertising and graphic design services.",
        "is_spam": 1
    },
    {
        "bio": "<a href=\"https:\/\/www.airlineshubs.com\/royal-jordanian-airlines\/royal-jordanian-chicago-office-in-illinois-usa\/\">Royal Jordanian Chicago office <\/a > carriers are high level for their kind disposition, solace, quality, redirection, baggage carousel, flight scratch-off, most prudent cost and affirmation. These at your way click on Royal Jordanian Chicago office\n",
        "is_spam": 1
    },
    {
        "bio": "Maharana cabs were founded by Mr Tushar Moolchandani in 2013, to offer travellers visiting Jaipur to explore pick city & then other cities of Rajasthan. Today Maharana Cab offers sightseeing tours of all tourist cities of Rajasthan, & also as Delhi, Agra, Manali, Chandigarh, Haridwar, & Ahmedabad. Plus travellers can book other services like Luxury Car Rental In Jaipur, Tempo Traveller In Jaipur & Bus rental In Jaipur and special packages for Rajasthan tours by road.\n",
        "is_spam": 1
    },
    {
        "bio": "I am  Ivan Sot and like to remain up to date with the latest software technology. We are a reliable third party support company, offering technical support for various types of technical errors. If you are facing any problems you can call Cash app Number. We provide you with cost-effective support services suiting your budget.\n",
        "is_spam": 1
    },
    {
        "bio": "Hallo! Mein Name ist Lukas Heck. Ich bin leidenschaftlich über Spiele. Ich weiß, dass es schwer ist, ein sicheres Casino mit Qualitätsspielen zu finden. Wenn Sie auf der Suche nach Spaß sind, dann sind die <a href=\"https:\/\/bitcoincasinosdeutsch.com\/spielanbieter\/endorphina\/\">Endorphina Spielautomaten<\/a> ein guter Weg, den Sie einschlagen sollten. Mit mehr als 100 Spielen in seiner Sammlung gibt es eine Menge zur Auswahl. Und diese nutzen alle ihre faszinierenden Themen, die der Entwickler perfekt gestaltet. ",
        "is_spam": 1
    },
    {
        "bio": "The BEST COLD DRINK IN MUMBAI is produced by one of the best beverage and juice manufacturers in the industry. The English Cola Company has established itself as a leading provider of BEST JEERA DRINK MANUFACTURER. We serve our drinks during weddings, birthdays, festivals, and other special occasions in various flavors and tastes. With the use of premium grade ingredients and preservatives at our advanced facility, our BEST JEERA IN MUMBAI is non-toxic in terms of color and preservatives.",
        "is_spam": 1
    },
    {
        "bio": "We are one of the best beverages and juice manufacturers in the industry, producing Top cold drink in MAHARASHTRA. silvassa bottling has established itself as a leading provider of a broad range of Cold Drink. Available in GINA FAMOUS DRINK diverse flavors and tastes, our drinks are served in several occasions such as weddings, birthdays and festivals. Using premium grade ingredients at our advanced facility, our GINA NO.1 Drink is safe in terms of color and preservatives.\n",
        "is_spam": 1
    },
    {
        "bio": "Harley Street Healthcare are leaders in the field of hair restoration. We understand the impact hair loss can have on you as well as how a surgical hair restoration procedure can change your life, that's why we take pride in being passionate about restoring your hair and restoring your confidence.",
        "is_spam": 1
    },
    {
        "bio": "Hissen Global  is one of the top-ranked recycling enterprises, specializing in exporting used clothes, used shoes and used bags to the Africa, southeast Asia, and Mideast countries.\n\nThe factory covers the area almost 10000 square meters, it equipped with 125 flow lines and 200 staffs. Hissen  has wide experience in dealing various styles of goods to satisfy your need.\n\nIf you want to find a strong second-hand clothing supplier with stable supply, then we can help you, welcome to contact our sales.\n\n",
        "is_spam": 1
    },
    {
        "bio": "Welcome here! I'm Karam Jagatap and I am an Indian. Online marketing is the latest method of advertising. With this type of marketing, the advertiser is able to reach a large number of people. Sale Trending is a promotional website that was created to offer discounts on various products and services. The website is free to use and offers discounts on everything from groceries to health care, to vacation packages. This website offers <a href=\"https:\/\/www.saletrending.com\/affiliate-program\">Business Promotion Online<\/a> space in a wide variety of categories. It also provides information on how to advertise and advertise effectively.",
        "is_spam": 1
    },
    {
        "bio": "Techmagnate is a leading digital marketing company in India offering 360˚ digital marketing services. Widely recognized as one of the top <a href=\"https:\/\/www.techmagnate.com\/india\/tamil-nadu\/seo-services-chennai.html\">seo services in chennai<\/a>, it also offers SEM, Performance Marketing, Social Media Marketing & Website Designing. Our innovative, robust and results driven approach has enabled us to guide our clients to their goals. ",
        "is_spam": 1
    },
    {
        "bio": "I am a University Academic Fellow (UAF) in the School of Geography at the University of Leeds. My research areas are agent-based modelling, decision making in complex systems, AI and multi-agent systems, urban analytics and housing markets. I obtained PhD in Economics from Iowa State University under supervisor Prof. Leigh Tesfatsion in 2014. I worked as a researcher at the James Hutton Institute in Aberdeen, Scotland between 2014 and 2019. I joined the University of Leeds as a UAF of Urban Analytics in 2019. I am originally from Shanghai, China.  \n",
        "is_spam": 0
    },
    {
        "bio": "VIVASLOT99 Agen Slots Online Terpercaya 24 Jam Pasarkan Sarana Terbaik\nGames Slots selalu mendatangkan mekanisme paling akhir untuk menyenangkan beberapa pemainnya. Kerangka yang diperlukan di dalam membuat perancangan ini bukanlah cuma mengenai bonus besar semata-mata, tetapi mengikutsertakan keberadaan website Slots di dalam tingkatkan kualitas permainan bersama dengan beragam fasilitas intinya. Agen Slot Online 24 jam jadi tidak betul satu bukti nyata atas penawaran feature terbaik yang dipakai untuk membuat lebih beberapa keuntungan di dalam saat singkat. Ketentuan games Slots pasti tidak mampu dipersamakan bersama dengan permainan online lain, hingga kedatangan fasilitas komplet jadi standard paling perlu di dalam membuat semakin banyak kesempatan. Jadi orang yang sudah punyai rutinitas bermain <a href='https:\/\/www.charlestonchronicle.net\/slot\/'>Slot Online<\/a>, Anda pasti pahami jika kondisi yang perlu di lalui sebenarnya semenarik ini.\n\nMinimal, Anda perlu pahami mengenai perancangan permainan khusus hingga meraih status yang diharapkan. Sama seperti yang sudah dijumpai, games Slots sebenarnya tidak seramai permainan online lain tetapi pada realitanya, Anda tidak mampu menyangkal jika reputasi datang dari games Slots tidak mampu dipandang sepele. Perubahannya berjalan di beberapa negara bersama dengan respon yang berbeda. USA dan Cina sendiri kerjakan langkah sama di dalam penebaran Slot online, hingga bukan hal yang mengejutkan jika perancangan khusus yang ditampilkan akan semakin meningkat bersama dengan standard yang tidak terarah. Agen Slot online 24 jam pasti datangkan bantuan hingga pemain mampu bermain tanpa cemas batas ruangan dan waktu, hingga Anda mampu rasakan permainan taruhan bersama dengan peluang kemenangan semakin tinggi. Tidakkah factor seterusnya jadi standard yang lebih memikat buat dibahas?\n",
        "is_spam": 1
    },
    {
        "bio": "\nDo you want easy lesson plans? For the shortcomings in educating your children? We offer  simple and successful plans. Whether it is religious education or school education. Or to master skills in computer technology courses. Very simple plans are offered for success in education. For people of all ages.  Our Departments are providing lesson plans. School For Future Education Get Achieve Targeted Good Results. For a Child's Good Future.  For an application call at +923355245551 +923035245551. Or for more information visit  https:\/\/iqravirtualschool.com\/lesson-plans\/.\n",
        "is_spam": 1
    },
    {
        "bio": "Leonardo Grando is a Ph.D. Student at the University of Campinas (UNICAMP) in Brazil. I am interested in complex systems, agent-based simulation, artificial intelligence, the Internet of Things, programming, and machine learning tools. I have expertise in Netlogo, Python, R, Latex, SQL, and Linux tools.\n\nMy Ph.D. work project is an IoT devices (UAVs) swarm agent-based modeling simulation (ABMS) aiming the perpetual flight. The workflow is Netlogo to ABMS simulate, Python and R to data analysis, and I use Latex for my thesis writing.",
        "is_spam": 0
    },
    {
        "bio": "Experienced Water Resources Specialist with a demonstrated history of research and management. Skilled in Remote Sensing Applications, Hydrology, Spatial Analysis, and Groundwater.\n Strong community and social services professional with a Master's degree focused in Water Resources Eng. from Tarbiat Modares University. Nowadays I'm studying in Water Resources Department, University of Isfahan. Iran.",
        "is_spam": 1
    },
    {
        "bio": "Notre Dame Academy is San Diego’s preeminent choice for a progressive and comprehensive, first-class education for students from Preschool through 8th grade. We combine rigorous and advanced learning with an immersive Catholic community.",
        "is_spam": 1
    },
    {
        "bio": "I have a master’s degree in management and a doctorate in computer science. I’ve worked in academic writing services for over five years. I’m currently employed as an assignment writer at greatassignmenthelper.com.",
        "is_spam": 1
    },
    {
        "bio": "I am a full stack software engineer who has been building cyberinfrastructure for computational social science at Arizona State University since 2006; projects include [the Digital Archaeological Record](https:\/\/www.tdar.org), [the Virtual Commons](https:\/\/commons.asu.edu), [the Social Ecological Systems Library](https:\/\/seslibrary.asu.edu), [Synthesizing Knowledge of Past Environments (SKOPE)](https:\/\/www.openskope.org\/), [the Port of Mars](https:\/\/interplanetary.asu.edu\/port-of-mars), and CoMSES Net, where I serve as co-director and technical lead.\n\nI also work to improve the state of open, transparent, reusable, and reproducible computational science as a [Carpentries certified instructor](https:\/\/carpentries.org) and maintainer for the [Python Novice Gapminder lesson](https:\/\/github.com\/swcarpentry\/python-novice-gapminder), and member of the [Force 11 Software Citation Implementation Working Group](https:\/\/github.com\/force11\/force11-sciwg) and [Consortium of Scientific Software Registries and Repositories](https:\/\/github.com\/scicodes).",
        "is_spam": 0
    },
    {
        "bio": "Professor, School of Human Evolution & Social Change\nProfessor, School of Complex Adaptive Systems\nAffiliate Professor, School of Earth and Space Exploration\nArizona State University",
        "is_spam": 0
    },
    {
        "bio": "Dr. Lilian Alessa, University of Idaho President's Professor of Resilient Landscapes in the Landscape Architecture program, is also Co-Director of the University of Idaho Center for Resilient Communities. She conducts extensive research on human adaptation to environmental change through resilient design at landscape scales. Much of her work is funded by the National Science Foundation, including projects awarded the Arctic Observing Network, Intersections of Food, Energy and Water Systems (INFEWS) and the Dynamics of Coupled Natural Human Systems programs. Canadian-born and raised, Alessa received her degrees from the University of British Columbia. She also uses her expertise in social-ecological and technological systems science to develop ways to improve domestic resource security for community well-being, particularly through the incorporation of place-based knowledge. Her work through the Department of Homeland Security's Center of Excellence, the Arctic Domain Awareness Center, involves developing social-technological methods to monitor and respond to critical environmental changes. Lil is a member of the National Science Foundation's Advisory Committee for Environmental Research and Education and is on the Science, Technology and Education Advisory Committee for the National Ecological Observing Network (NEON). Professor Alessa also teaches a university landscape architecture capstone course: Resilient Landscapes with Professor Andrew Kliskey. Professor Alessa’s collaborative grant activity with Professor Andrew Kliskey, since coming to the university in 2013, exceeds 7 million USD to date. She has authored over a 100 publications and reports and has led the development of 2 federal climate resilience toolbox assessments, the Arctic Water Resources Vulnerability Index (AWRVI) and the Arctic Adaptation Exchange Portal (AAEP). ",
        "is_spam": 0
    },
    {
        "bio": "Christophe Le Page currently works at the Centre de Coopération Internationale en Recherche Agronomique pour le Développement (CIRAD). Christophe does research on participatory modelling of the interactions between agriculture and the environment, focusing more specifically on the relationships among stakeholders about the management of natural renewable resources. Christophe is designing and using interactive agent-based simulation and role-playing games. He is an active member of the Companion Modelling research group.\n\n",
        "is_spam": 0
    },
    {
        "bio": "Volker Grimm currently works at the Department of Ecological Modelling, Helmholtz-Zentrum für Umweltforschung. Volker does research in ecology and biodiversity research.",
        "is_spam": 0
    },
    {
        "bio": "My research focuses on pastoral systems. I examine how pastoralists adapt to changing ecological, political and institutional conditions that affect their lives and livelihoods. I have been conducting research with pastoralists in the Far North Region of Cameroon since 1993. The long-term research  has allowed me to develop innovative, interdisciplinary research projects with colleagues at the Ohio State University and the University of Maroua in Cameroon. Check out my website for more information about my research, teaching, and other scholarly activities: http:\/\/mlab.osu.edu",
        "is_spam": 0
    },
    {
        "bio": "Andrew Crooks is an Associate Professor with a joint appointment between the Computational Social Science Program within the Department of Computational and Data Sciences and the Department of Geography and GeoInformation Science, which are part of the College of Science at George Mason University. His areas of expertise specifically relate to integrating agent-based modeling (ABM) and geographic information systems (GIS) to explore human behavior. Moreover, his research focuses on exploring and understanding the natural and socio-economic environments specifically urban areas using GIS, spatial analysis, social network analysis (SNA), Web 2.0 technologies and ABM methodologies.  ",
        "is_spam": 0
    },
    {
        "bio": "I am currently working as a researcher engineer at the Trustworthy, Intelligent, Self-organizing Information Systems Laboratory (LICIA) of the French Alternative Energies and Atomic Energy Commission (CEA) since January 2017, where I carry out research in distributed problem solving in general.\n\nI am interested in working on open interdisciplinary problems in domains like multi-agent systems, collective intelligence, self-organization and self-adaptation, biological systems, distributed clock synchronization and behavioural economics.",
        "is_spam": 0
    },
    {
        "bio": "I studied Mathematics at Oxford (1979-1983) then did youth work in inner city areas for the Educational Charity. After teaching in Grenada in the West Indies we came back to the UK, where the first job I could get was in a 6th form college (ages 16-18). They sent me to do post16 PCGE, which was ***so*** boring that I also started a part-time PhD. The PhD was started in 1992 and was on the meaning and definition of the idea of \"complexity\", which I had been pondering for a few years. Given the growth of the field of complexity from that time, I had great fun reading almost anything in the library but I did finally finish it in 1999.  Fortunately I got a job at the Centre for Policy Modelling (CfPM) in 1994 with its founder and direction, Scott Moss. We were doing agent-based social simulation then, but did not know it was called this and did not meet other such simulators for a few years. With Scott Moss we built the CfPM into one of the leading research centres in agent-based social simulation in the world. I became director of the CfPM just before Scott retired, and later became Professor of Social Simulation in 2013. For more about me see http:\/\/bruce.edmonds.name or http:\/\/cfpm.org.",
        "is_spam": 0
    },
    {
        "bio": "Dr. William G. Kennedy, “Bill,” is continuing to learn in a third career, this time as an academic, a computational social scientist. \n\nHis first a career was in military service as a Naval Officer, starting with the Naval Academy, Naval PostGraduate School (as the first computer science student from the Naval Academy), and serving during the Cold War as part of the successful submarine-based nuclear deterrent. After six years of active duty service, he served over two decades in the Naval Reserves commanding three submarine and submarine-related reserve units and retiring after 30 years as a Navy Captain with several personal honors and awards. \n\nHis second career was in civilian public service: 10 years at the Nuclear Regulatory Commission and 15 years with the Department of Energy. At the NRC he rose to be an advisor to the Executive Director for Operations and the authority on issues concerning the reliance on human operators for reactor safety, participating in two fly-away accident response teams. He left the NRC for a promotion and to lead, as technical director, the entrepreneurial effort to explore the use of light-water and accelerator technologies for the production of nuclear weapons materials. That work led to him becoming the senior policy officer responsible for strategic planning and Departmental performance commitments, leading development of the first several DOE strategic plans and formal performance agreements between the Secretary of Energy and the President. \n\nUpon completion of doctoral research in Artificial Intelligence outside of his DOE work, he began his third career as a scientist. That started with a fully funded, three-year post-doctoral research position in cognitive robotics at the Naval Research Laboratory sponsored by the National Academy of Science and expanding his AI background with research in experimental Cognitive Science. Upon completion, he joined the Center for Social Complexity, part of the Krasnow Institute for Advanced Study at George Mason University in 2008 where he is now the Senior Scientific Advisor. His research interests range from cognition at the individual level to models of millions of agents representing individual people. He is currently leading a multi-year project to characterize the reaction of the population of a mega-city to a nuclear WMD (weapon of mass destruction) event.\n\nDr. Kennedy holds a B.S. in mathematics from the U.S. Naval Academy, and Master of Science in Computer Science from the Naval PostGraduate School, and a Ph.D. in Information Technology from George Mason University and has a current security clearance. Dr. Kennedy is a member of Sigma Xi, the American Association for the Advancement of Science (AAAS), the Association for Computing Machinery (ACM), and a life member of Institute of Electrical and Electronics Engineers. He is a STEM volunteer with the Senior Scientists and Engineers\/AAAS Volunteer Program for K-12 science, technology, engineering, and mathematics education in the DC-area schools. \n",
        "is_spam": 0
    },
    {
        "bio": "![](http:\/\/learnmem.cshlp.org\/content\/27\/1\/F1.medium.gif)\nhttp:\/\/learnmem.cshlp.org\/content\/27\/1.cover-expansion\n(Cover simulation using NetLogo, January 2020)\nEnver Miguel Oruro, Grace V.E. Pardo, Aldo B. Lucion, Maria Elisa Calcagnotto and Marco A. P. Idiart. Maturation of pyramidal cells in anterior piriform cortex may be sufficient to explain the end of early olfactory learning in rats. Learn. Mem. 2020. 27: 20-32 © 2020 Oruro et al.; Published by Cold Spring Harbor Laboratory Press \n\n![](http:\/\/learnmem.cshlp.org\/content\/27\/12\/F1.medium.gif)\nhttp:\/\/learnmem.cshlp.org\/content\/27\/12.cover-expansion\n(paper using NetLogo, December 2020)\nEnver Miguel Oruro, Grace V.E. Pardo, Aldo B. Lucion, Maria Elisa Calcagnotto and Marco A. P. Idiart. The maturational characteristics of the GABA input in the anterior piriform cortex may also contribute to the rapid learning of the maternal odor during the sensitive period Learn. Mem. 2020. 27: 493-502 © 2020 Oruro et al.; Published by Cold Spring Harbor Laboratory Press \n\nEnver Oruro, BA Psych. PhD(s).\nComputational Psychologist\nenvermiguel@gmail.com\nhttps:\/\/br.linkedin.com\/in\/enveroruro\nNeurocomputational and Language Processing Laboratory, Institute of Physics\/ UFRGS\nNeurophysiology and Neurochemistry of Neuronal Excitability and Synaptic Plasticity Laboratory, Department of Biochemistry\/ UFRGS\n\nMeeting Organization\n\n2009 First Meeting on Complex Systems -Neuroscience and Behavior Laboratory, School of Medicine UPCH Lima \n\n2010 Second Meeting on Complex Systems - College of Psychologists of Peru \/ Colegio de Psicólogos del Perú (CPsP)  Lima \n\n2012 3rd Meeting on Complex Systems – Computational Social Psychology, \/Neuroscience and Behavior Laboratory, School of Medicine UPCH Lima February 2012 https:\/\/www.comses.net\/events\/185\/  \nhttp:\/\/www.neurocienciaperu.org\/home\/3ra-reunion-de-sistemas-complejos-psicologia-social-computacional \n2012 4th Meeting on Complex Systems – Cognotecnology and Cognitive Science, Neuroscience and Behavior Laboratory, School of Medicine UPCH Lima July 2012 https:\/\/www.comses.net\/events\/212\/ \n\n2014 5th Meeting on Complex Systems – Complexity Roadmap. The Imperial City of the Incas, Cusco, April. https:\/\/www.comses.net\/events\/312\/\n\n2015 Chair of “e-session on Neuroscience and Behavior” UNESCO UniTwin CS-DC’15 \n2015 Chair of “e-session on Social Psychology” UNESCO UniTwin CS-DC’15\nCS-DC’15 (Complex Systems Digital Campus ’15 – World e-Conference) is organizing the e-satellites of CCS’15, the international Conference on Complex Systems. It is devoted to all scientists involved in the transdisciplinary challenges of complex systems, crossing theoretical questions with experimental observations of multi-level dynamics. CCS’15 is organized by the brand new ASU-SFI Center for Biosocial Complex Systems.  Arizona State University,  (USA) from Sept 28 to Oct 2, 2015, in close collaboration with the Complex Systems Society and the Santa Fe Institute. from http:\/\/cs-dc-15.org\/  \n\n2018  Seminar in “Mother-Infant Attachment and Supercomputing”,  NY. USA and Porto Alegre, Brazil, August 09. https:\/\/www.comses.net\/events\/499\/\n\n2019  Seminar in Experimental and Computational Studies on Mother-Infant Relationship October 8 and 15, 2019 ICBS, \/Determine the neural pathways by which the nervous system of the neonates establish attachment with their mothers is a problem that has motivated hypothesis and experiments at several scale levels, from neurotransmission to ethological level. UFRGS, Porto Alegre, Brazil. https:\/\/www.comses.net\/events\/549\/  \n\n2020 Seminar in Maternal Infant Relationship Studies: Neuroscience and Artificial Intelligence March 7 and 9\nGoals 1. Discuss a Roadmap  for mother-Infant relationship research in the framework of the UNESCO Complex System Digital Campus project. https:\/\/www.comses.net\/events\/570\/  https:\/\/sites.google.com\/view\/envermiguel\/seminar-in-maternal-infant-relationship-studies?read_current=1\n\nhttps:\/\/drive.google.com\/file\/d\/1-FVQXBXy4RLKIQA-RBx3KFLJxyBsnyCW\/view?usp=sharing\n\n\n",
        "is_spam": 0
    },
    {
        "bio": "I am a Senior Economist in the Capital Markets Division of the Bank of England. I have a PhD in Economics from the joint program at Vilfredo Pareto Doctorate in Economics (University of Turin) and Collegio Carlo Alberto, where I've taught graduate level economic courses. Prior to joining the Bank of England, I also worked in the private sector as a quantitative analyst on issues related to different areas including asset management, risk management, and policy implementation.\n\n",
        "is_spam": 0
    },
    {
        "bio": "Ifigeneia Koutiva (female) is a senior environmental engineer, holding a PhD in Civil Engineering (NTUA), a Postgrad Diploma in Water Resources and Environmental Management (Un. of Belgrade - e-learning), an MSc in Environmental Technology (Imperial College London) and an MSc in Mining and Metallurgy Engineering (NTUA). Her PhD was funded by the Greek Ministry of Education through Heracleitous II scholarship. She is currently a postdoctoral scholar of the State Scholarship Foundation (IKY) for 2020 - 2021. She has 10 years of experience in various EU funded research projects, both as a researcher and as a project manager, in the fields of socio-technical simulation, urban water modelling, modelling and assessment of alternative water technologies, artificial intelligence, social quantitative research, KPI and water indicators development and assessment and analysis of large data sets. She is very competent with programming for creating ICT tools for agent based modelling and data analysis tools and she is an experienced user of spatial analysis software and tools. She is also actively involved in the design and implementation of numerous consultation workshops and conferences. She has authored more than 20 scientific journal articles, conferences articles and research reports. ",
        "is_spam": 0
    },
    {
        "bio": "Gerd Wagner is Professor of Internet Technology at Brandenburg University of Technology, Cottbus, Germany. After studying Mathematics, Philosophy and Informatics in Heidelberg, San Francisco and Berlin, he (1) investigated the semantics of negation in knowledge representation formalisms, (2) developed concepts and techniques for agent-oriented modeling and simulation, (3) participated in the development of a foundational ontology for conceptual modeling, the Unified Foundational Ontology (UFO), and (4) created a new Discrete Event Simulation paradigm, Object Event Modeling and Simulation (OEM&S), and a new process modeling language, the Discrete Event Process Modeling Notation (DPMN). Much of his recent work on OEM&S and DPMN is available from sim4edu.com.",
        "is_spam": 0
    },
    {
        "bio": "I am a modeler scientist at CIRAD. As member of the [Green Research Unit](http:\/\/ur-green.cirad.fr\/en), I contribute to promote the Companion Modeling approach (http:\/\/www.commod.org). Through the development of CORMAS, a Framework for Agent-Based Models (http:\/\/cormas.cirad.fr), I have been focusing on the development and the use of multi-agent simulations for renewable resource management issues. I have been based several years in Brazil, at the University of Brasilia and at the PUC-Rio University, until 2014. I developed models related to environmental management, such as breeding adaptation to drought in the Uruguay or as breeding and deforestation in the Amazon. I am currently based in Costa Rica, firstly at the University of Costa Rica working on adaptation of agriculture and livestock to Climate Changes, and now at CATIE, working on coffe rust.",
        "is_spam": 0
    },
    {
        "bio": "My research uses modeling to understand complex coupled human and natural systems, and can be generally described as computational social science. I am especially interested in modeling water management systems, in both archaeological and contemporary contexts. I have previously developed a framework for modeling general archaeological complex systems, and applied this to the specific case of the Hohokam in southern Arizona. I am currently engaged in research in data mining to understand contemporary water management strategies in the U.S. southwest and in several locations in Alaska. I am also a developer for the Repast HPC toolkit, an agent-based modeling toolkit specifically for high-performance computing platforms, and maintain an interest in the philosophy of science underlying our use of models as a means to approach complex systems. I am currently serving as Communications Officer for the Computational Social Science Society of the Americas.",
        "is_spam": 0
    },
    {
        "bio": "I am Professor in Computational Resilience Economics at the University of Twente (the Netherlands), which I joined in 2010. In September 2017 I also joined University of Technology Sydney (Australia) as Professor of Computational Economic Modeling working with spatial simulation models to study socioeconomic impacts of disasters and emergence of resilience across scales. I was honored to be elected as a Member of the De Jonge Akademie of the Royal Dutch Academy of Sciences (DJA\/ KNAW in 2016) and of Social Sciences Council (SWR\/KNAW in 2017). From 2009 to 2015 I have been working part-time as an economist at Deltares – the leading Dutch knowledge institute in the field of water management – specializing in economics of climate change, with focus on floods and droughts management. ",
        "is_spam": 0
    },
    {
        "bio": "I have been involved in agent-based modelling since the early nineties with a consistent attention to methdological improvement, institutional development and empirical issues. My mission is that ABM should be a routinely accepted research method (with a robust methodology) across the social sciences. To this end I have built diverse models and participated in research projects across economics, law, medicine, psychology, anthropology and sociology. I took a DPhil in economics on adaptive firm behaviour and then was involved in two research projects on money management and farmer decision making. Since 2006 I have worked at the Department of Sociology (now the School of Media, Communication and Sociology) at the University of Leicester. I was involved in the founding of JASSS and (more recently RofASSS https:\/\/rofasss.org) and have regularly served on the review panels for international conferences in the ABM community.",
        "is_spam": 0
    },
    {
        "bio": "Guido Fioretti, born 1964, graduated in Electronic Engineering in 1991 at La Sapienza University, Rome. In 1995, he received a PhD in Economics from this same university. Guido Fioretti is currently a lecturer of Organization Science at the University of Bologna.",
        "is_spam": 0
    },
    {
        "bio": "Dr. Mariam Kiran is a Research Scientist at LBNL, with roles at ESnet and Computational Research Division. Her current research focuses on deep reinforcement learning techniques and multi-agent applications to optimize control of system architectures such as HPC grids, high-speed networks and Cloud infrastructures.. Her work involves optimization of QoS, performance using parallelization algorithms and software engineering principles to solve complex data intensive problems such as large-scale complex decision-making. Over the years, she has been working with biologists, economists, social scientists, building tools and performing optimization of architectures for multiple problems in their domain.",
        "is_spam": 0
    },
    {
        "bio": "Primate evolutionary biologist and geneticist at the University of Texas at Austin",
        "is_spam": 0
    },
    {
        "bio": "Gary Polhill did a degree in Artificial Intelligence and a PhD in Neural Networks before spending 18 months in industry as a professional programmer. Since 1997 he has been working at the Institute on agent-based modelling of human-natural systems, and has worked on various international and interdisciplinary projects using agent-based modelling to study agricultural systems, lifestyles, and transitions to more sustainable ways of living. In 2016, he was elected President of the European Social Simulation Association, and was The James Hutton Institute's 2017 Science Challenge Leader on Developing Technical and Social Innovations that Support Sustainable and Resilient Communities.",
        "is_spam": 0
    },
    {
        "bio": "Dr. Gravel-Miguel currently works as a Postdoctoral Research Scholar for the Institute of Human Origins at Arizona State University. She does research in Archaeology and focuses on the Upper Paleolithic of Southwest Europe. She currently works on projects ranging from cultural transmission to human-environment interactions in prehistory.",
        "is_spam": 0
    },
    {
        "bio": "Currently Associate Professor of Anthropology, University of Colorado Colorado Springs. I took my first modelling class in Repast with Dr. Mark Lake as part of my M. Sc. at UCL. After a workshop with Dr. Luke Premo and Dr. Anne Kandler, I moved to NetLogo and haven't looked back. \n\nFind our recent textbook, Agent-based modeling for Archaeology: Simulating the Complexity of Societies here: https:\/\/santafeinstitute.github.io\/ABMA\/",
        "is_spam": 0
    },
    {
        "bio": "After being the economic development officer for the Little\/Salmon Carmacks First Nation, Tim used all his spare time trying to determine a practical understanding of the events he witnessed. This led him to complexity, specifically human emergent behaviour and the evolutionary prerequisites present in human society. These prerequisites predicted many of the apparently immutable 'modern problems' in society. First, he tried disseminating the knowledge in popular book form, but that failed -- three times. He decided to obtain PhD to make his 'voice' louder. He chose sociology, poorly as it turns out as he was told his research had 'no academic value whatsoever'. After being forced out of University, he taught himself agent-based modelling to demonstrate his ideas and published his first peer-reviewed paper without affiliation while working as a warehouse labourer. Subsequently, he managed to interest Steve Keen in his ideas and his second attempt at a PhD succeeded. His most recent work involves understanding the basic forces generated by trade in a complex system. He is most interested in how the empirically present evolutionary prerequisites impact market patterns.",
        "is_spam": 0
    },
    {
        "bio": "ABM applied to socio-economic systems: opinion evolution, industry dynamics, spatial models of voting, diffusion of innovations, macroeconomic with microfoundations, etc.",
        "is_spam": 0
    },
    {
        "bio": "Leigh Tesfatsion received the Ph.D. degree in economics from the University of Minnesota, Mpls., in 1975, with a minor in mathematics. She is Research Professor of Economics, Professor Emerita of Economics, and Courtesy Research Professor of Electrical & Computer Engineering, all at Iowa State University. Her principal current research areas are electric power market design and the development of Agent-based Computational Economics (ACE) platforms for the performance testing of these designs. She is the recipient of the 2020 David A. Kendrick Distinguished Service Award from the Society for Computational Economics (SCE) and an IEEE Senior Member. She has served as guest editor and associate editor for a number of journals, including the IEEE Transactions on Power Systems, the IEEE Transactions on Evolutionary Computation, the Journal of Energy Markets, the Journal of Economic Dynamics and Control, the Journal of Public Economic Theory, and Computational Economics.  [Online Short Bio]( https:\/\/www2.econ.iastate.edu\/tesfatsi\/bio.htm)\n\n\n\n\n\n\n",
        "is_spam": 0
    },
    {
        "bio": "Andrew Bell (Ph.D. 2010, Michigan) was a Research Fellow in the Environment and Production Technology Division at the International Food Policy Research Institute (IFPRI) in Washington, DC. His current research portfolio focuses on the use of field instruments – such as discrete choice experiments, framed field experiments, randomized control trials – to inform behavior in agent-based models of coupled human-natural systems. Prior to this post, Andrew was a post-doctoral research fellow at The Earth Institute at Columbia University, where he focused on developing applications for paleo-climate histories.",
        "is_spam": 0
    },
    {
        "bio": "Tenured researcher @ government think-tank (IPEA) and CNPq (productivity grant - since 2014), complex modeler interested, data fan, transitional Python user, PhD. Background in urban analysis, economics, geography. From twitter.com\/furtadobb",
        "is_spam": 0
    },
    {
        "bio": "I am currently Associate Professor of Organizational Cognition and Director of the *Research Centre for Computational & Organisational Cognition* at the Department of Language and Communication, University of Southern Denmark, Slagelse. My current research efforts are on socially-based decision making, agent-based modeling, cognitive processes in organizations and corporate social responsibility. He is author of more than 50 articles and book chapters, the monograph *Extendable Rationality* (2011), and he recently edited *Agent-Based Simulation of Organizational Behavior* with M. Neumann (2016).",
        "is_spam": 0
    },
    {
        "bio": "Electrical and Computer Engineer (NTU, Athens), M.Sc. and Ph.D. on Artificial Intelligence (Univ. Paris VI, France). Formerly senior researcher in the Institute of Communication and Computer Systems (NTU, Athens). I have taught a variety of courses on intelligent, complex and biological systems and cognitive science. I have participated in numerous national and european R&D projects and I have authored about a hundred articles in journals, books and conference proceedings, at least half of them as a single author. I am frequent reviewer for journals, conferences and research grants. My research interests lie on the intersection of biological, complex and cognitive systems and applications.",
        "is_spam": 0
    },
    {
        "bio": "# **PROFESSIONS   **                                                    \n**Associate Professor**\nSchool of Management Science and Engineering, Shandong Technology and Business University (Yantai 264005, P. R. China)\n\n# **EDUCATION BACKGROUDS **                                                        \n**Ph. D. Degree,                                                   09\/2009 – 07\/2015**\nSchool of Economics and Management, Beihang University (P. R. China)\n\n**M. A. Degree,                                                    09\/2003 – 02\/2006**\nThe Institute of Systems Engineering, Dalian University of Technology (P. R. China)\n\n**B. A. Degree,                                                    09\/1999 – 07\/2003**\nDepartment of Information and Control Engineering, Zhengzhou University of Light Industry (P. R. China)\n\n# **VISITING & SUMMER SCHOOLS **                                              \nVisiting Scholar at GECS – Research Group of Experimental and Computational Sociology (March, 2017 – February, 2018)\n\tUniversità degli Studi di Brescia (Italy)\n\tCo-supervisor: Professor Flaminio Squazzoni\n\nSummer school in ‘Agent-based modeling for social scientists’ (September 4-8, 2017)\n\tUniversity of Brescia, Italy\n\tInstructors: Flaminio Squazzoni, Simone Gabbriellini, Nicolas Payette, Federico Bianchi\n\nThe Santa Fe Institute's Massive Open Online Course: Introduction to Agent-Based Modeling (Jun 5 – September 8, 2017)\n\tThe Santa Fe Institute, Complexity Explore Web: abm.complexityexploer.org   \n\tInstructors: Bill Rand\n\nSummer school in ‘Complex systems and management’ (July 2-12, 2012)\n\tNational Defense University, P. R. China\n\tInstructors: Xinjun Mao, Yongfang Liu, Dinghua Shi, Qiyue Cheng\n",
        "is_spam": 0
    },
    {
        "bio": "I have a strong background in building and incorporating agent-based simulations for learning. Throughout my graduate career, I have worked at the Center for Connected Learning and Computer Based Modeling (CCL), developing modeling and simulation tools for learning. In particular, we develop NetLogo, the gold standard agent-based modeling environment for learners around the world. In my dissertation work, I marry biology and computer science to teach the emergent principles of ant colonies foraging for food and expanding. The work builds on more than a decade of experience in ABM. I now work at the Center for the Science and the Schools as an Assistant Professor. We delivered a [curriculum to teach about COVID-19,](https:\/\/www.csats.psu.edu\/science-of-covid19) where I incorporated ABMs into the curriculum. \n\nYou can keep up with my work at my webpage: https:\/\/kitcmartin.com",
        "is_spam": 0
    },
    {
        "bio": "Research Assistant Professor at the Virginia Modeling, Analysis and Simulation Center at Old Dominion University. I work in the [Storymodelers](https:\/\/www.storymodelers.org\/) research group at VMASC where we use computational modeling approaches to try to understand complex social issues. Our main project is currently focused on modeling the dynamics of how host communities respond to the rapid influx of forced migrants. ",
        "is_spam": 0
    },
    {
        "bio": "Eric Kameni  holds a Ph.D. in Computer Science option modeling and application from the Radboud University of Nijmegen in the Netherlands, after a Bachelor's Degree in Computer Science in Application Development and a Diploma in Master’s degree with Thesis in Computer Science on “modeling the diffusion of trust in social networks” at the University of Yaoundé I in Cameroon. My doctoral thesis focused on developing a model-based development approach for designing ICT-based solutions to solve environmental problems (Natural Model based Design in Context (NMDC)). ",
        "is_spam": 0
    },
    {
        "bio": "I studied Molecular Biology and Genetics at Istanbul Technical University. During my undergraduate studies I became interested in the field of Ecology and Evolution and did internships on animal behaviour in Switzerland and Ireland. I then went on to pursue a 2-year research Master's in Evolutionary Biology (MEME) funded by the European Union. I worked on projects using computer simulations to investigate evolution of social complexity and human cooperation. I also did behavioural economics experiments on how children learn social norms by copying others. After my Master's, I pursued my dream of doing fieldwork and investigating human societies. I did my PhD at UCL, researching cultural evolution and behavioural adaptations in Pygmy hunter-gatherers in the Congo. During my PhD, I was part of an inter-disciplinary Hunter-Gatherer Resilience team funded by the Leverhulme Trust. I obtained a postdoctoral research fellowship from British Academy after my PhD. I am currently working as a British Academy research fellow and lecturer in Evolutionary Anthropology and Evolutionary Medicine at UCL. ",
        "is_spam": 0
    },
    {
        "bio": "* since April 2017: PostDoc at the Department of Ecological Modeling, Helmholtz Centre for Environmental Research - UFZ\n* since January 2015: Member of the Junior Research Group POLISES - Global food security policies and their social-ecological side effects in regions prone to global change.\n* 2012-2017\tPhD student at the Department of Ecological Modeling, Helmholtz Centre for Environmental Research - UFZ\n* 2006-2011\tDiploma in Biomathematics, Ernst-Moritz-Arndt-University of Greifswald ",
        "is_spam": 0
    },
    {
        "bio": "I am a developer for CoMSES Net as part of the [Global Biosocial Complexity Initiative](https:\/\/complexity.asu.edu\/) at Arizona State University. I work on improving model reuse, accessibility and discoverability through the development of the `comses.net` website and the CoMSES bibliographic database (`catalog.comses.net`). I also provide data analysis and software development advice on coupling models, version control, dependency management and data analysis to researchers and modelers.",
        "is_spam": 0
    },
    {
        "bio": "I am a Postdoctoral Associate in the Ecology, Evolution and Behavior department at the University of Minnesota. My research involves using agent-based models combined with lab and field research to test a broad range of hypotheses in biology. I am currently developing an agent-based model of animal cell systems to investigate the epigenetic mechanisms that influence cell behavior. For my PhD work, I created a model, B3GET, which simulates the evolution of virtual primates to better understand the relationships between growth and development, life history and reproductive strategies, mating strategies, foraging strategies, and how ecological factors drive these relationships. I have also conducted fieldwork to inform the modeled behavior of these virtual organisms. Here I am pictured with an adult male gelada in Ethiopia!",
        "is_spam": 0
    },
    {
        "bio": "I am a Ph.D. candidate in Computational Social Science (CSS) program at George Mason (GMU). I hold a MAIS from GMU and a Bachelor of Economics from the University of Tasmania. My research interests are the application of ABMs, network analysis, and machine learning to financial markets. My email address and website is moldham@gmu.edu and www.aussiecas.com",
        "is_spam": 0
    },
    {
        "bio": "Positions held today:\n•\tAssociate Professor for Geoinformatics and Ecology at the University of Salzburg (since 2017)\n•\tUNIGIS Program Director (since 2020)\n•\tHead of the Research Group \"Spatial Simulation\" (since 2013)\n\nMajor academic milestones:\n•\tAssistant Professor, Department for Geoinformatics, University of Salzburg (2013-2017)\n•\tAssociate Faculty in the FWF Doctoral College “GIScience” (2013-2017)\n•\tDirector of Studies UNIGIS MSc distance learning programs, University of Salzburg (2012-2020)\n•\tPhD at the University of Innsbruck on ecological modelling (2011)\n•\tResearch Assistant Austrian Academy of Sciences, GIScience Institute (2007-2011)\n•\tMagistra in Ecology, Univ. of Innsbruck (2001) and MSc in GIS, Univ. of Edinburgh (2006)\n",
        "is_spam": 0
    },
    {
        "bio": "PhD Student, Computational Social Science\nDepartment of Computational and Data Sciences \nGeorge Mason University\nFairfax, VA, USA",
        "is_spam": 0
    },
    {
        "bio": "* Since 2010: Associate Professor in Artificial Intelligence at Grenoble-Alpes University. Topic: human behaviour modelling, with a particular focus on emotions, cognitive biases, and their interplay with decision-making; social simulations and serious games for raising awareness about natural disasters and sustainable development, or for increasing civil engagement in urban planning.\n* 2008-2010: postdoctoral research fellow at RMIT, Melbourne, Australia. Supervisor: Lin Padgham. Topic: interactive intelligent emotional toy.\n* 2007-2008: research engineer at Orange Labs, Lannion, France. Supervisor: Vincent Louis. Topic: institutional logic in JADE for agent-based B2B mediation.\n* 2007: PhD in AI from Toulouse University. Supervisors: Andreas Herzig and Dominique Longin. Topic: logical modelling of emotions in BDI for artificial agents. \n\n",
        "is_spam": 0
    },
    {
        "bio": "Bashar Ourabi is a principle consultant at arabianconsult of Syria where he has been chairman since 2003. He holds Bsc. Eng., A Grad. Certificate in Project engineering from the University of Central Florida; and a MS. in Public Administration from the Doha Graduate Institute in Qatar. \n\nBashar completed his graduate studies at Doha Institute for Graduate Studies and his undergraduate studies at the Unversity of Central Florida. His research interests lie in the area of systems modelling, ranging from theory to design to implementation. He has collaborated actively with researchers in several other disciplines of computer science, system design, and bigData Artificial Intellegence, particularly BigData Expert System and Automated decision Making.\n\nHe has served on many international posts overlooking public infrastructure design and operations, varying from public transport, urban design and operations management. These posts spanned over the  the US and the Middle East including Florida, UAE and Qatar.\n\nBashar has served on many conferences and workshop program committees and has succesfully delivered many corporate training programs..\n",
        "is_spam": 0
    },
    {
        "bio": "Isaac IT Ullah, PhD, (Arizona State University 2013) Dr. Ullah is a computational archaeologist who employs GIS and simulation modeling to understand the long-term dynamics of humans and the Earth System. Dr. Ullah is particularly interested in the social and environmental changes surrounding the advent of farming and animal husbandry. His focus is on Mediterranean and other semi-arid landscapes, and he conducts fieldwork in Jordan, Italy, and Kazakhstan. His field work includes survey for and excavation of early agricultural sites as well as geoarchaeological analyses of anthropogenic landscapes. His specialties include landscape evolution, complex adaptive systems science, computational methods, geospatial analysis, and imagery analysis.",
        "is_spam": 0
    },
    {
        "bio": "I am a data scientist employing a variety of ecoinformatic tools to understand and improve the sustainability of complex social-ecological systems. I am also working to apply Science and Technology Studies to my modeling processes in order to make social-ecological system management more just.  I prefer to work collaboratively with communities on modeling, both teaching mapping and modeling skills as well as analyzing and synthesizing community-held data as appropriate. At the same time, I look for ways to create space for qualitative and other forms of knowledge to reside alongside quantitative analysis. Recent projects include: 1) Studying Californian forest dynamics using Bayesian statistical models and object-based image analysis (datasets included forest inventories and historical aerial photographs); 2) Indigenous mapping and community-based modeling of agro-pastoral systems in rural Zimbabwe (methods included GPS\/GIS, agent-based modeling and social network analysis); 3) Supporting Tribal science and environmental management on the Klamath River in California using historical aerial image analysis of land use\/land cover change and social networks analysis of water quality management processes; 4) Bayesian statistical modeling of community-collected data on human uses of Marine Protected Areas in California.",
        "is_spam": 0
    },
    {
        "bio": "2021-present: Postdoctoral Researcher, Environmental Geography Department, Vrije Universiteit Amsterdam \n2016-2021: PhD candidate, Department of Industrial and Operations Engineering, University of Michigan",
        "is_spam": 0
    },
    {
        "bio": "Dr. Kimberly G. Rogers studies the coupled human-natural processes shaping coastal environments. She obtained a B.Sc. in Geological Sciences from the University of Texas at Austin and began her graduate studies on Long Island at Stony Brook University’s School of Marine and Atmospheric Sciences. Rogers completed her Ph.D. at Vanderbilt University, where she specialized in nearshore and coastal sediment transport. She was a postdoctoral scholar and research associate at the Institute for Arctic and Alpine Research at the University of Colorado Boulder. In 2014, her foundation in the physical sciences was augmented by training in Environmental Anthropology at Indiana University Bloomington through an NSF Science, Engineering, and Education for Sustainability (SEES) Fellowship.",
        "is_spam": 0
    },
    {
        "bio": "Packers and Movers in Kodambakkam ensure that your luggage is handled by fully qualified, educated and well trained ALPM Agarwal Movers & Packers. Get more details on 9884747698.\n\n",
        "is_spam": 0
    },
    {
        "bio": "An ambitious and driven individual with knowledge and project experience in computer networks and security (BEng (Hons)), along with a masters degree at a top 10 UK university in the domain of IT, management and organizational change with a distinction, and is currently working as a Ph.D. Research fellow in Denmark.\n\nCurrent Ph.D. Project -  Work Improvisation, looking into more flexible and plastic management through cognition.",
        "is_spam": 0
    },
    {
        "bio": "Dr. Chairi Kiourt is a research associate with the ATHENA - Research and Innovation Centre in Information, Communication and Knowledge Technologies - Xanthi's Division, multimedia department since 2014. Also, as of December 2017, heis PostDoctoral researcher with the Hellenic Open University, School of Science and Technology, and as of 2018, visiting Lecturer at the Department of Informatics Engineering, Eastern Macedonia and Thrace Institute of Technology, Greece.\nIn 2003, he received his BSc degree in Electrical Engineering from the Electrical Engineering Department of the Eastern Macedonia and Thrace Institute of Technology, Greece. He also received an M.Sc. in System Engineering and Management in the specialty area: A. Information and Communication Systems Management from the Democritus University of Thrace, Greece. In 2017, received his PhD in Artificial Intelligence and Software Engineering from the Hellenic Open University. He has participated in several national and European research programs and co- authored to the writing of several scientific publications in international peer-reviewed journals and conferences with judges in the fields of collective artificial intelligence, multi-agent systems, reinforcement learning agents, virtual worlds, virtual museums and gamification.",
        "is_spam": 0
    },
    {
        "bio": "GARRY SOTNIK is a Lecturer with the Sustainability Science and Practice Program in the Doerr School of Sustainability. He is a systems scientist with research focused on identifying robust adaptation strategies in contexts defined by deep uncertainty and global climate change. Garry develops and implements agent-based computer simulation models that explore co-evolutionary interactions among human cognition and behavior, on the one end, and biophysical conditions, on the other. At Stanford, Garry co-manages the Sustainability Leadership Practicum, co-teaches a course on Managing Complex Social-Environmental Systems, and will soon teach a course on Decision Making for Sustainability.",
        "is_spam": 0
    },
    {
        "bio": "The activity of buying and selling of goods and services. India is becoming most familiar to share market every person is investing for our future. Share market is the best option for investing the amount who wants to earn daily profits. [BEST STOCK TIPS PROVIDER  IN INDIA](http:\/\/) Trading tips depends on the analysis of the market in the behalf of technical and fundamental position of the company.  Our researcher analyzes about the company capitals profit and losses of the company and provides you accurate tips on selling or buying of that company share. Trading tips is in the form of s-m’s and back supported by calls. The company which provided trading tips is SEBI register and follows the rules of SEBI. ",
        "is_spam": 0
    },
    {
        "bio": "I received my BSc, MSc, and PhD from the University of Nottingham. My PhD focuses on the Agent-Based Modelling and Simulation (ABMS) of Public Goods Game (PGG) in Economics. In my thesis, a development framework was developed using software-engineering methods to provide a structured approach to the development process of agent-based social simulations. Also as a case study, the framework was used to design and implement a simulation of PGG in the continuous-time setting which is rarely considered in Economics.\n\nIn 2017, I joined international, inter-disciplinary project CASCADE (Calibrated Agent Simulations for Combined Analysis of Drinking Etiologies) to further pursue my research interest in strategic modelling and simulation of human-centred complex systems.  CASCADE, funded by the US National Institutes of Health (NIH), aims to develop agent-based models and systems-based models of the UK and US populations for the sequential and linked purposes of testing theories of alcohol use behaviors, predicting population alcohol use patterns, predicting population-level alcohol outcomes and evaluating the impacts of policy interventions on alcohol use patterns and harmful outcomes.",
        "is_spam": 0
    },
    {
        "bio": "Watch BET Awards 2018 Live Stream Online Full Show Coverage. Watch every event at BET Experience and BET Awards starting 22 June - 25 June 2018 at Los Angeles, California, USA. Get full list of BET Awards 2018 Nominations, Live Updates, News, Event TV Schedule, Back Stage Coverage, Winner list of 2018 BET Awards and how to watch BET Awards 2018 live stream free access on PC, Mac, Tab, iPhone, Android, SmartTV or Game Console in HD from any part of the world without any restrictions or unwanted ads.. Watch & Enjoy our Exclusive Coverage of BET Awards 2018 BET Experience Live Stream Online. You can Join and Follow our Social Network for the Latest Updates from BET Networks.\n\n[BET Awards 2018 Live Stream](https:\/\/betawards2018live.com\/)\n\n[BET Awards 2018 Live](https:\/\/www.facebook.com\/betawards2018live\/)\n\n[BET Awards 2018 Live](https:\/\/twitter.com\/betawardshow)\n\nDon't miss a thing from BET Awards 2018 BET Experience at LA L.I.V.E starting from June 21, 2018. As you can live stream for free full show online coverage.",
        "is_spam": 0
    },
    {
        "bio": "I received a Ph.D. in Economics at the University of Namur (Belgium) in June 2012 with a thesis titled \"Essays in Information Aggregation and Political Economics\".\nAfter two years at the Research Center for Educational and Network Studies (Recens) of the Hungarian Academy of Sciences, I joined the Department of Economics \"Marco Biagi\" of the University of Modena and Reggio Emilia in January 2015 and then the Department of Agricultural and Food Sciences of the University of Bologna.\nI am currently a Lecturer in Financial Computing at the Department Computer Science (Financial Computing and Analytics group) - University College London. Moreover I am an affiliated researcher of the DYNAMETS - Dynamic Systems Analysis for Economic Theory and Society research group and an affiliate member of the Namur Center for Complex Systems (Naxys).\n",
        "is_spam": 0
    },
    {
        "bio": "Theo như những thông tin chúng tôi cập nhật đươc từ việc hoạt động mua, bán đất Đà Nẵng rẻ thì trong thời gian gần đây, đặc biệt là đầu và sau tết Âm Lịch đang lên cơn sốt khiến cho nhiều người lo sợ kịch bản bong bóng bất động sản sẽ diễn ra. Nhưng với nhiều yếu tốt cộng lại thì rằng hoạt động mua bán đất Đà Nẵng 2018 sẽ tăng trưởng trong thời gian tới và tình trạng bong bóng BĐS tại Đà Nẵng sẽ khó xảy ra trong năm nay. [https:\/\/vi-vn.facebook.com\/muabancanhochungcutaiquannguhanhsongiare\/](https:\/\/vi-vn.facebook.com\/muabancanhochungcutaiquannguhanhsongiare\/)",
        "is_spam": 0
    },
    {
        "bio": "I am an environmental economist at UFZ - Helmholtz Centre for Environmental Research in Leipzig, Germany. I did my PhD (Dr. rer. pol.) in environmental economics at the Martin Luther University Halle-Wittenberg in 2017. Before that, I received my master's (2013; economics) and bachelor's degrees (2010; cultural studies) from the same university.",
        "is_spam": 0
    },
    {
        "bio": "My initial training was in cadastre and geodesy (B.Eng from the Distrital University, UD, Colombia). After earning my Master's degree in Geography (UPTC, Colombia) in 2003, I worked for the \"José Benito Vives de Andreis\" marine and coastal research institute (INVEMAR) and for the International Center for Tropical Agriculture (CIAT). Three years later, in 2006, I left Colombia to come to Canada, where I began a PhD in Geography with a specialization in modelling complex systems at Simon Fraser University (SFU), under the direction of Dr. Suzana Dragicevic (SAMLab). In my dissertation I examined the topic of spatial and temporal modelling of insect epidemics and their complex behaviours. After obtaining my PhD in 2011, I began postdoctoral studies at the University of British Columbia (2011) and the University of Victoria (2011-2013), where I worked on issues concerning the spatial and temporal relationships between changes in indirect indicators of biodiversity and climate change.",
        "is_spam": 0
    },
    {
        "bio": "Ken Buetow is a human genetics and genomics researcher who leverages computational tools to understand complex traits such as cancer, liver disease, and obesity. He currently serves as director of Computational Sciences and Informatics program for Complex Adaptive Systems at Arizona State University (CAS@ASU), is a professor in the School of Life Sciences in ASU’s College of Liberal Arts and Sciences; is a core faculty in the Center for Evolution and Medicine in the Biodesign Institute at ASU; and is director of bioinformatics and data management for the National Biomarker Development Alliance.\n\nProfessor Buetow previously served as the Founding Director of the Center for Biomedical Informatics and Information Technology within the National Institutes of Health’s National Cancer Institute.",
        "is_spam": 0
    },
    {
        "bio": "<a href=\"https:\/\/www.diplomaassignmenthelp.co.uk\/\">Diploma Assignment Help UK<\/a> is an academic writing service that provides assistance with all types of diploma assignments. They offer a wide range of services, including writing, proofreading, editing, and formatting. All their writers are highly experienced and have a proven track record of producing quality work. They offer a money-back guarantee and their customer service is excellent.",
        "is_spam": 0
    },
    {
        "bio": "Postdoctoral researcher at Institute of Economics, Polish Academy of Sciences and in Macroprudential Research Division at National Bank of Poland. She graduated in Mathematics (Jagiellonian University, Poland) and in Economics (University of Alcala, Spain). In 2017 she obtained Fulbright Advanced Research Award. In the United States, she carried out research on systemic risk and complex systems. Her doctoral dissertation was about the measurement and modeling of systemic risk using simulation methods and complex systems approach (the results to be published by Palgrave Macmillan US). Previously, she gained experience on agent-based modeling while working with Juan Luis Santos on the European Commission FP 7 MOSIPS project (http:\/\/www.mosips.eu\/).",
        "is_spam": 0
    },
    {
        "bio": "M.Sc. Sustainable Development from Uppsala University, Sweden\nResearch Assistant at Helmholtz-Centre for Environmental Research - UFZ, Germany\nPhD Candidate at ESCP Berlin, Germany\n",
        "is_spam": 0
    },
    {
        "bio": "Intrapreneur and experienced Consultant with a demonstrated history in the energy industry. Skilled in Business Planning, Corporate Finance, Digital Transformation and Analytics. Strong consulting professional focused in Organizational Development and Project Management. I have a degree in Industrial Engineering from the Rio de Janeiro State University (2000) and a master's degree in Economics from Brazilian Institute of Capital Markets IBMEC (2003). Has experience in the area of Computer Science, with emphasis on Modeling of Complex Systems.",
        "is_spam": 0
    },
    {
        "bio": "Amineh Ghorbani is an assistant professor  at the Engineering Systems and Services Department, Delft University of Technology, the Netherlands. She is also an affiliated member of the “Institutions for Collective Action” at Utrecht University. She obtained her M.Sc. in Computer Science (Artificial intelligence) from University of Tehran (Iran) (2009, honours) and her PhD from Delft University of Technology (2013, cum laude).\n\nDuring her PhD, Amineh developed a meta-model for agent-based modelling, called MAIA, which describes various concepts and relations in a socio-technical system. This modelling perspective helped her develop a  modelling paradigm that she refers to as institutional modelling. \n\nHer current area of research is understanding the emergence and dynamics of institutions (set of rule organizing human society) using modelling. She is interested in how bottom-up collective action emerges and how institutions emergence and change within communities.",
        "is_spam": 0
    },
    {
        "bio": "I am Colombian with passion for social impact. I believe that change starts at the individual, community, local and then global level. I have set my goal in making a better experience to whatever challenges I encounter and monetary systems and governance models is what concerns me at the time.\n\nIn my path to understanding and reflecting about these issues I have found my way through \"Reflexive Modeling\". Models are just limited abstractions of reality and is part of our job as researchers to dig in the stories behind our models and learn to engage in a dialogue between both worlds.\n\n",
        "is_spam": 0
    },
    {
        "bio": "Antônio Sousa is a biologist with a background in medical entomology, disease ecology, statistical and computational modeling. Antônio has a Ph.D. (2018) and Master (2014) in Science from the School of Public Health at the University of São Paulo, Brazil. Currently, he is a postdoctoral fellow in the same institution.",
        "is_spam": 0
    },
    {
        "bio": "Arpan Jani received his PhD in Business Administration from the University of Minnesota in 2005. He is currently an Associate Professor in the Department of Computer Science and Information Systems at the University of Wisconsin – River Falls. His current research interests include agent-based modeling, information systems and decision support, behavioral ethics, and judgment & decision making under conditions of risk and uncertainty.\n",
        "is_spam": 0
    },
    {
        "bio": "Research fellow, PhD Candidate (University of Kassel)",
        "is_spam": 0
    },
    {
        "bio": "I am a lowly civil servant moonlighting as a PhD student interested in urban informatics, Smart Cities, artificial intelligence\/machine learning, all-things geospatial and temporal, advanced technologies, agent-based modeling, and social complexity... and enthusiastically trying to find a combination thereof to form a disseration. Oh... and I would like to win the lottery.",
        "is_spam": 0
    },
    {
        "bio": "I obtained my undergraduate degree in Mathematics at Worcester College, Oxford University. I then worked for 9 years for the UK government before returning to university to study for a MSc and PhD at UCL. On leaving UCL I started working in the insurance industry, where I develop models of cyber catastrophe events.",
        "is_spam": 0
    },
    {
        "bio": "After completing my undergraduate education at Bilkent University (Turkey), I continued my studies at the University of Cambridge, receiving first my MPhil and then my PhD in Assyriology\/Ancient Near Eastern Archaeology, funded by a Chevening Open Society Scholarship and the Board of Higher Education of Turkey. After teaching for several years at Çanakkale Onsekiz Mart University, I moved to eastern Turkey to start the Archaeology Department of Bitlis Eren University, and I was the Head of Department until the end of 2018. I have been a visiting researcher at the American Center of Oriental Research in Amman in 2011 (Mellink Fellowship), at the Oriental Institute of the University of Chicago in 2014 (Fulbright Fellowship), and at the Department of Archaeology and Ancient History of Uppsala University in 2019 (Swedish Institute Fellowship). I have also held a Newton Advanced Fellowship here at Leicester in the UK. I have previously co-directed several fieldwork projects: the Cambridge University Kilise Tepe Excavations (southern Turkey, 2009-13), the Cide Archaeological Project (survey, Black Sea coast, 2010-1), the Sirwan Regional Project (survey, northern Iraq, 2012-5), and the Lower Göksu Archaeological Salvage Survey Project (survey, southern Turkey, 2013-7). I am currently co-directing the Çadır Höyük excavations, which is a joint American, British, Canadian and Turkish archaeological excavation project conducted in north-central Turkey, and the Taşeli-Karaman Archeological Project, which was initiated in 2018 as a continuation of the Lower Göksu Archaeological Salvage Survey Project, to study the Göksu River Basin in its wider geographical context in the hope of better understanding its role as a network hub connecting the eastern Mediterranean world to the central Anatolian Plateau.",
        "is_spam": 0
    },
    {
        "bio": "I graduated Bachelor and Master studies at the University of Warsaw, obtaining the diploma in biology at College of Inter-Faculty Individual Studies in Mathematics and Natural Sciences (MISMaP). After graduation I worked as a freelancer in data science and statistics, then worked for 2 years as a data scientist in an IT startup and now I am working as a statistician in The Polish National Information Processing Institute (OPI PIB) in a group analysing condition of science and higher education in Poland. My interests: agent based modelling, evolutionary ecology, statistics, data science, sociology of science.",
        "is_spam": 0
    },
    {
        "bio": "* since 10\/2020 \tPostdoc at the Helmholtz Centre for Environmental Research - UFZ, Department of Ecological Modelling, Project [BESTMAP](http:\/\/bestmap.eu\/) - Behavioural, Ecological and Socio-economic Tools for Modelling Agricultural Policy\n* since 03\/2017 \tPhD Student at the Helmholtz Centre for Environmental Research - UFZ, Department of Ecological Modelling; PhD Topic: \"Socio-environmental modelling for sustainable development: Exploring the interplay of formal insurance and risk-sharing networks\" ([SEEMI-Project](http:\/\/polises.de\/seemi.html) as part of the Working Group [POLISES](http:\/\/polises.de))\n* 10\/2014 - 02\/2017 Master of Science in Physics, Leipzig University\n* 10\/2011 - 12\/2014 Bachelor of Science in Physics, Leipzig University",
        "is_spam": 0
    },
    {
        "bio": "Prof. Christian E. Vincenot is by nature an interdisciplinary researcher with broad scientific interests. He majored in Computer Science \/ Embedded Systems (i.e. IoT) at the Université Louis Pasteur (Strasbourg, France) while working professionally in the field of Computer Networking and Security. He then switched the focus of his work towards Computational Modelling, writing his doctoral dissertation on Hybrid Modelling in Ecology, and was awarded a PhD in Social Informatics by Kyoto University in 2011 under a scholarship by the Japanese Ministry of Research. He subsequently started a parallel line of research in Conservation Biology (esp. human-bat conflicts) under a postdoctoral fellowship of the Japanese Society for the Promotion of Science (JSPS) (2012-2014). This led him to create the Island Bat Research Group (www.batresearch.net), which he is still coordinating to this date. In 2014, he was appointed as the tenured Assistant Professor of the Biosphere Informatics Laboratory at Kyoto University. He also been occupying editorial roles for the journals PLOS ONE, Frontiers in Environmental Science, and Biology. In 2020, he created Ariana Technologies (www.ariana-tech.com), a start-up operating in the field of Data Science\/Simulation and IoT for crisis management.",
        "is_spam": 0
    },
    {
        "bio": "I am part of the Participatory Systems initiative at the Delft University of Technology. I'm currently working on my PhD project, which concerns the role of local information and stories to empower and engage citizens in their neighbourhoods. I study and use playful and creative approaches to enable the participation of children, youngsters, and adults in my research. My research interests are in research through design, citizen engagement, empowerment, and social design. ",
        "is_spam": 0
    },
    {
        "bio": "He is an experienced Lecturer with a demonstrated history of working in the education management industry. He was skilled in Agent-based Modeling and Simulation, Competency Assessing and Fundamental Supply Chain Management. Strong research background and analyst with a Master's degree focused in Logistics and Supply Chain Management from Institut Teknologi Sepuluh Nopember Surabaya and Certified Supply Chain Analyst from ISCEA International.",
        "is_spam": 0
    },
    {
        "bio": " National Research University Higher School of Economics, Professor: Institute of Education \/ Department of Educational Programmes. Leading Expert: Institute of Education \/ Laboratory for Digital Transformation of Education  - 2019  – present\n\n2016 – present Leading Researcher at Moscow City University, Educational policies & educational practices\n\n2018 – 2020 World Bank, Consultant. Children Learning to Code: Essential for 21st Century Human Capital\n2011 - 2019 - Co-founder, chief community officer at WikiVote! \n\nEducational network - Letopisi.org 2006 – present, Co-founder, chief community officer\nScientific project \"Mobile and ubi-learning\", 2009 - 2011\n",
        "is_spam": 0
    },
    {
        "bio": "[Full Web Mart](http:\/\/www.fullwebmart.com\/) offers WordPress-ready hosting that is built with LiteSpeed caching technology, providing optimum speed and performance to your WordPress website.\n\nYou can enhance the retention of your customers and increase conversions through a fast and straightforward website with Full Web Mart.\n\n[Full Web Mart](http:\/\/www.fullwebmart.com\/top-web-design-company-near-me-in-delhi\/) will ensure that your website is live round-the-clock without any problems thanks to our technically proficient support team. In addition to hosting your website, they assist with guiding and assisting you.",
        "is_spam": 0
    },
    {
        "bio": "Hello, I am Deepika Mehta Marketing Director for the Derek Smith Law Group. Derek Smith Law Group is a national law firm with over 20 years of experience delivering superior legal services to customers. From our offices in New York City, Los Angeles, Philadelphia, and Miami to assist people who have been victims of sexual harassment and other workplace inequalities. Derek Smith Law Group believes in the power of knowledge and advocacy.  If you have to need a Sexual Harassment Attorney in Philadelphia, please call us right away! Call 800-807-2209 or email derek@dereksmithlaw.com for more information.\n\n",
        "is_spam": 0
    },
    {
        "bio": "Alma Mater: FT Ranked No. 10 Business Economics school.\nRanked No 1 in an engineering mathematics national level test.\nRanked No 1 in an analytics program at IIT Bombay.\nB.E. Mechanical Engineering.\nMTech 1st year Modelling and Simulation.\nPhD 1st year Strategy Simulation at The University of Texas at Dallas.\nTuition scholarships at the Santa Fe Institute.\nGMAT 730\n5 years of operations research work experience.\nPublished and presented a poster at the The Operational Research Society, UK Annual Conference 2021 integrating strategy and applied math. Took on and resolved a longstanding problem.\nSolo authored leadership article in the Analytics magazine Nov\/Dec 2021 issue from INFORMS.\nSolo authored theoretical optimization abstract at the ICORES 2022 Conference.\nAuthoring the black-tie, board room manual - The Change Management Series Volume 1 Kindle edition on Amazon March, 2022.\nI am a participant at the Financial Modeling World Cup 2022.\nBuild spiders for scraping web data.",
        "is_spam": 0
    },
    {
        "bio": "PhD student in Economic History, Universidade de São Paulo. ",
        "is_spam": 0
    },
    {
        "bio": "<p style='margin-top:0in;margin-right:0in;margin-bottom:.0001pt;margin-left:0in;line-height:normal;font-size:15px;font-family:\"Calibri\",\"sans-serif\";'><span style='font-size:16px;font-family:\"Times New Roman\",\"serif\";color:#0E101A;'>Staying in Australia and pursuing a higher degree course is not an easy chore. The very struggle begins with varied and bulk assignments by the university professors. Hence, seeking experts <strong><a href=\"https:\/\/casestudyhelp.com\/au\/assignment-help-adelaide.html\">Assignment Help Adelaide<\/a><\/strong> becomes inevitable to complete the course with the highest grade. Case Study Help is the most accredited company that promises on-time and affordable priced Assignment Help in Adelaide to students who face difficulties in managing loads of assignments.<\/span><\/p>",
        "is_spam": 0
    },
    {
        "bio": "I am currently a Senior Lecturer in Computational Epidemiology at Western Sydney University, School of Computer, Data and Mathematical Science where I am also a member of Translational Health Research Institute (THRI). I am a research associate at the Brain and Mind Centre, Sydney University and Adjunct Senior Lecturer at Psychiatry Monash Health, Monash University.\nMy work is in the areas of dynamic data-driven computer simulation and systems science. The product of my work is decision and research support software that applies agent and discrete event based models, and metaprogramming techniques to solve complex problems.\nI am currently Chief Investigator (CI) on an international grant funded by Botnar foundation as well as on a MRFF funded grant with Brain and Mind Centre, The University of Sydney and an Associate Investigator (AI) on Suicide Prevention Australia funded research at The University of Melbourne. In he last 5 years I have been CI on 7 grants and commissioned research projects and AI on 1 grant with total value of over $8 million AUD.",
        "is_spam": 0
    },
    {
        "bio": "I am a cognitive and behavioural economist, heterodox economist and postdoctoral researcher at the University of CHIETI-PESCARA, Italy. Before this, I worked at Procter & Gamble.I hold a PhD in the Human Science curriculum in Economics and Statistics from the University of CHIETI-PESCARA, and an MS in management, finance and development from the University of CHIETI-PESCARA. \nI am also a board member of the Society of Experimental Finance and the Italian Post-Keynesian Society. \nIn my spare time, I enjoy travel, reading, jogging, and coding.",
        "is_spam": 0
    },
    {
        "bio": "I am a Case Study Assignment Writer at My <a href=\"https:\/\/www.mycasestudyhelp.com\/\">Case Study Help<\/a> .Com. Avail case study services for your <a href=\"https:\/\/www.mycasestudyhelp.com\/assignment\/\">assignment help<\/a> in MBA, Nursing, Laws, and engineering with high quality. We at MyCaseStudyHelp.Com offer excellent academic assignment writing with 100% plagiarism and high quality by following proper referencing styles such as Harvard, APA, Chicago, etc. We are worldwide to provide assignments, homework, essays, and dissertation in Australia, the USA, the UK, Singapore, New Zealand, and Gulf countries (UAE, Saudi Arabia, Qatar, Kuwait, etc...)",
        "is_spam": 0
    },
    {
        "bio": "Users look to shift from Lotus Notes to Outlook, which needs them to convert NSF to PST. Outlook’s simple interface, on-time update, and cost-effectiveness are the reasons behind the attraction towards Outlook. The manual method and automated tools are available for this task. But professionals prefer automated tools. It is to prevent themselves from the wastage of time and effort.  \nThe Shoviv NSF to PST Converter tool is one such certified tool that performs NSF conversion tasks instantly. This tool brings unalterable conversion, possesses a simple interface, and comes with innumerable features.  \n\nFor more info, visit: https:\/\/www.shoviv.com\/nsf-to-pst-converter.html\n",
        "is_spam": 1
    },
    {
        "bio": "Tarik Hadzibeganovic is a complex systems researcher and cognitive scientist interested in all challenging topics of mathematical and computational modeling, in both basic and applied sciences. His particular focus has been on several open questions in evolutionary game theory, behavioral mathematical epidemiology, sociophysics, network theory, and episodic memory research. When addressing these questions, he combines mathematical, statistical, and agent-based modeling methods with laboratory behavioral experiments and Big Data analytics.",
        "is_spam": 0
    },
    {
        "bio": "Buy Desi Ghee Online - 100% pure cow ghee at lowest price\nYou can shop online best quality pure cow ghee. Best home made with range of Bilona A2 cow Ghee -A2 Desi cow ghee available in 500gm and 1kg\nhttps:\/\/www.rootbites.com\/product-category\/ghee\/",
        "is_spam": 1
    },
    {
        "bio": "See latest uttar Pradesh news in hindi, उत्तर प्रदेश समाचार\nDevbhoomi News covering breaking and latest Uttar Pradesh news in Hindi, Read today uttar Pradesh news headlines",
        "is_spam": 1
    },
    {
        "bio": "I´m a full Professor at the Universidad Autónoma de Baja California in Mexico. I teach computer sciences and software engineering in graduate and undergraduate academic programs.",
        "is_spam": 0
    },
    {
        "bio": "Website Pandas offers <a href=\"https:\/\/websitepandas.com\/google-ads-a-comprehensive-guide\/\">Google Ads<\/a> management to help get your business more customers. With years of experience, we will start dominating the competition and bring you results that matter. Contact us today for a free consultation!",
        "is_spam": 1
    },
    {
        "bio": "I am rushita kapoor working as marketing expert in Keytohealthylife that one of the top leading website working for providing the healthy ayurveda tips to the people in India. Keytohealthylife is the health website that provide's the ayurvedic health treatment information to help people who are suffering from several health problems and need help to get relief. To know more about our website please visit ,\n Website- https:\/\/www.keytohealthylife.org\/\n",
        "is_spam": 1
    },
    {
        "bio": "I am Riya Sharma working as a marketing expert at keytohealthylife, this website provides various types of information related to Ayurveda health tips, mental health tips, tricks, adult health care treatment, and more at one place with the best guidance.",
        "is_spam": 1
    },
    {
        "bio": "Livmuztang is a herbal capsule that is good for boosting immunity and stamina. It solves the problem of premature ejaculation, men's difficulties, low energy, and endurance issues.",
        "is_spam": 1
    },
    {
        "bio": "Hii... Myself Priya Sharma. I am currently working as a Content Marketing Expert for the Nirogayurved website. This website has ayurvedic knowledge about diabetes, addiction, hemorrhoid, and many diseases. This website is the best website for getting knowledge about these diseases and Ayurveda.  https:\/\/www.nirogayurved.com\/\n",
        "is_spam": 1
    },
    {
        "bio": "Hi... Myself Rahul Sharma. I am currently working as an online marketing expert for the keytohealthylife website that provides knowledge about physical health, mental health, and Ayurveda. This website is the best website for getting knowledge about health and Ayurveda tips in India.\nhttps:\/\/www.keytohealthylife.org\/",
        "is_spam": 1
    },
    {
        "bio": "Hii... Myself Sonia Singh. I am currently working as a Content Marketing Expert for the Skinrange Website. This Website has all cure for many diseases like diabetes, joint pain, Piles Etc. This website is the best website for getting cure for these diseases. https:\/\/www.skinrange.com\/",
        "is_spam": 1
    },
    {
        "bio": "I am an environmental archaeologist, specializing in charcoal analysis, computational and analytical proxy modeling, and quantitative methods to understand the dynamic relationship between fire, humans, and long-term environmental change. I work primarily in the Western United States and the Western Mediterranean. I am passionate about our public lands and ensuring that everyone has access and opportunity to experience them. ",
        "is_spam": 0
    },
    {
        "bio": "I have only just started becoming active in research\/agent based modeling. ",
        "is_spam": 0
    },
    {
        "bio": "I am Andrew Robert from No1AssignmentHelp.Com (Based in Sydney, Australia), providing <a href=\"https:\/\/no1assignmenthelp.com\/\"> Assignment Help<\/a> services for all academic subjects at a very affordable price. Get <a href=\"https:\/\/no1assignmenthelp.com\/mba\/\"> Assignment Writing Help For MBA<\/a>, Nursing, Law, and Engineering papers from our well-qualified Assignment Writers with 100% satisfaction guaranteed. We offer an excellent assignment writing service with 100% plagiarism-free and unique qualities. Also, get free <a href=\"https:\/\/no1assignmenthelp.com\/samples\/\"> Assignment Samples<\/a> to review our qualities on our website. We provide our <a href=\"https:\/\/no1assignmenthelp.com\/au\/\"> Assignment Help In Australia<\/a>, USA, UK, Singapore, New Zealand, and Gulf Countries (UAE, Qatar, Saudi Arabia, Kuwait, etc). Get Complete solutions\/answers at one stop for all your Case Study, Homework, Essay, and Dissertations in unique reference styles like Harvard, APA, Chicago, etc. Avail of the best Online <a href=\"https:\/\/no1assignmenthelp.com\/services\/\"> Assignment Help Services<\/a> from our website (No1AssignmentHelp.Com) and complete your assignment flawlessly and successfully.",
        "is_spam": 1
    },
    {
        "bio": "Smarzhevskiy Ivan, born 1961, graduated from the Faculty of Mechanics and Mathematics of Moscow State University in 1983. Candidate of Economic Sciences since 2000. \n\nResearch interests: individual and collective behavior in the organization, decision making, sociology of small groups.",
        "is_spam": 0
    },
    {
        "bio": "Mr. Andrew Here hope you are doing well ,  I am at greatassignmenthelp.com your educational author in Qatar. Many of students in Qatar might me feel stuck to write their assignment. Here we are the option for those students who feels same to make their assignment. We are very understandable and unique content with proofreading. You must have considered using assignment help if you are seeking higher education and desire top grades. For practically any topic where academic assistance is needed, Our Qatar Assignment Help Services offers qualified academic writing services.\n\n",
        "is_spam": 1
    },
    {
        "bio": "Aerial Real Estate Drone Photography | Drone Shots & Video of House Services: Ever asked “how do I take a drone view of my house”? We offer bespoke property photography and expert pictures for real estate. Need video? We can help with that too! Check out our aerial photography services.",
        "is_spam": 1
    },
    {
        "bio": "Paul Hart BSc (Liverpool), BA (Open University), PhD (Liverpool), MAE, FLS, FMBA. From 1973-1976 I worked on the Continuous Plankton Recorder (CPR) survey at the Oceanographic Laboratory, Edinburgh. From 1973 – 1976 I was employed by Nordreco AB (a Nestlé R & D company) in Sweden as a fishery biologist where he advised the Findus group on fish raw material supplies and assessed the future potential of aquaculture. In 1976 I moved to the University of Leicester as a lecturer in aquatic biology. My research focused on the foraging behaviour of fish with a side interest in marine commercial fisheries. I retired as Professor and Head of the Department of Biology and am now an Emeritus Professor. I was a Trustee of the Sir Alister Hardy Foundation for Ocean Science, which ran the Continuous Plankton Recorder Survey until it was merged with the Marine Biological Association: I then became a Trustee of the MBA.  From 2010 – 2016 I was a member of the Science Advisory Board of Marine Scotland. I am co-author of Fisheries Ecology (1982) and co-editor of the two-volume Handbook of Fish Biology and Fisheries (2002). I was a co-editor of the journal Fish and Fisheries (Wiley) between 2000 and 2021.",
        "is_spam": 0
    },
    {
        "bio": "I am a computational social scientist, engineer, and systems researcher. I  work in several aspects of modelling the dynamics of organisational, economic and social systems. I am interested in the link between micro-level rules, structural interdependence and macro-level outcomes in a variety of settings (e.g., organisational dynamics, industry evolution, competitive spatial location, agricultural markets). I am also interested in the use of computational models for better policy design (policy modelling).",
        "is_spam": 0
    },
    {
        "bio": "Klaus G. Troitzsch was a full professor of computer applications in the social sciences at the University of Koblenz-Landau since 1986 until he officially retired in 2012 (but continues his academic activities). He took his first degree as a political scientist. After eight years in active politics in Hamburg and after having taken his PhD, he returned to academia, first as a senior researcher in an election research project at the University of Koblenz-Landau, from 1986 as full professor of computer applications in the social sciences. His main interests in teaching and research are social science methodology and, especially, modelling and simulation in the social sciences.\nAmong his early research projects there is the MIMOSE project which developed a declarative functional simulation language and tool for micro and multilevel simulation between 1986 and 1992. Several EU funded projects were devoted to social simulation and policy modelling, the most recent from 2012 to 2015 combining data\/text mining and agent-based simulation to analyse the global dynamics of extortion racket systems. \nHe authored, co-authored, and co-edited several books and many articles in social simulation, and he organised or co-organised a number of national and international conferences in this field. Over nearly three decades he advised and\/or supervised more than 55 PhD theses, most of them in the field of social simulation. He offered annual summer and spring courses in social simulation between 1997 and 2009; more recent courses of this kind are now being organised by the European Social Simulation Assiciation and held at different places all over Europe (mostly with his contributions).",
        "is_spam": 0
    },
    {
        "bio": "Professor-Researcher and Consultant in Knowledge Management, Strategy, and Innovation. He received his Ph.D. in Business Management and Organisation from Universidad Autónoma de Madrid (Spain) and a Postdoctoral in Administration from Universidad de São Paulo (Brazil). ",
        "is_spam": 0
    },
    {
        "bio": "Digitalberge LLP is a leading SEO company in Delhi NCR offering advanced digital marketing services to businesses big and small. Our SEO company in Noida has a team of experienced professionals, well-adept in devising a compatible marketing plan that guarantees brand awareness and business growth. \n\nAs the top SEO company in India, our services include Search Engine Optimization (SEO), Social Media Optimization (SMO), Social Media Marketing (SMM), Pay-Per-Click (PPC) campaigns, and Online Reputation Management (ORM). Our SEO company in Noida, custom creates marketing strategies after determining specific areas that need a promotional boost. We boost your visibility and drive traffic to generate leads with a high probability of conversion.\n",
        "is_spam": 0
    },
    {
        "bio": "Need the instant and affordable computer science homework help from experts? Hire our computer science experts now and experience the best deal.\n\n\n",
        "is_spam": 0
    },
    {
        "bio": "Are you looking for music lessons Dubai? Music gives you peace and happiness, and you should learn it to hone your skills. Together with music, work on your dance skills as well. Take dance classes from the most skilled professionals at Solid Rock. Set fire to the stage with your performances and win hearts. ",
        "is_spam": 0
    },
    {
        "bio": "Hey, My name is James Smith. I am a professional expert in academic writing. I am working on Do My Assignment and we provide help to universities student for assignments and dissertations. We have many professional assignment experts with their own expertise in every subject. Also, we help students with their exams and find the best topics to students for their assignments at very affordable prices.",
        "is_spam": 1
    },
    {
        "bio": "Well, then a portable air conditioner is perfect for you! And now get any portable ac at lowest price with the help of PriceGoogly.com comparison facility. Just browse the list of portable AC below and pick the best one.\n",
        "is_spam": 0
    },
    {
        "bio": "<b>Prabhdyal Singh Sodhi<\/b> also known as Prabhi Sodhi, Prabhy Sodhi and <a href=\"https:\/\/www.newsinheadlines.com\/real-truth-about-prabhdyal-singh-sodhi-living-in-the-united-kingdom\/\">Praby Sodhi<\/a> is a former director at Abbey Healthcare, United Kingdom. Prabhdyal Singh Sodhi Abbey Healthcare has been driving the healthcare sector with his full efficiency. He is a healthcare specialist who is taking care of residents of United Kingdom by offering care home facilities. He has made a robust presence of Abbey Healthcare across the healthcare ecosystem.",
        "is_spam": 1
    },
    {
        "bio": "Advanced Cosmetic and Skincare Products Provided by MZ Skin. MZ Skin provides the best products like <a href=\"https:\/\/www.mzskin.com\/product\/natural-konjac-sponge\/\">Konjac Sponge<\/a>, Facial Roller, <a href=\"https:\/\/www.mzskin.com\/product\/hydra-bright-golden-eye-treatment-mask-new\/\">gold eye mask<\/a>, gold face mask, led face mask, vitamin c cream, facial kit, retinol face cream, facial treatment and <a href=\"https:\/\/www.mzskin.com\/product\/anti-pollution-hydrating-face-mask\/\">anti pollution mask<\/a>...",
        "is_spam": 1
    },
    {
        "bio": "I have a backround in computer science, worked in natural resource management, and ended up with a PhD in Sustainability Sciences! ",
        "is_spam": 0
    },
    {
        "bio": "Yiyu Wang is a PhD student in Center for Spatial Analysis and Policy (CSAP), at University of Leeds. Currently her research interests are the forward-looking simulation model of pedestrian evacuating behaviors under emergency incorporating Bayesian game theory within multi-agent systems, and their interactions with other social factors.",
        "is_spam": 0
    },
    {
        "bio": "I am an assistant professor in the department of computer science at the Hamedan University of Technology, Hamedan, IRAN. I have completed my Ph.D. in Futures Studies (foresight) as an interdisciplinary field, a juncture of social sciences and engineering. My\nbackground comes from computer science. For my Ph.D., I decided to pursue my education in Futures Studies; the field I thought I could apply engineering principles such as requirements engineering, analytical skills, design, modeling, planning, and, test engineering to shape the\ndesired futures. In PhD, I started the complex systems research field and agent-based modeling with NetLogo. In addition to several publications of papers, I published a book on complex systems titled “Futures Studies in Complex Systems” which was awarded as the book of the year by the Iranian Foresight Association.\n\nSince May 2021, I started a research collaboration with TISSS Lab at the Johannes Gutenberg University Mainz as a project coordinator, the German Research Centre for AI, Human-Centered Multimedia, and the Centre for Research in Social Simulation. The project title is “AI for Assessment” and its objective is to understand the status quo and the future options of AI-based social assessment in public service provisions to help in the creation of improved AI technology for social welfare systems.\n\nOn the executive side, I have also various experiences, including head of the department, deputy of the Technology Incubator Center, director of the university's research affairs, and head of the International Scientific Cooperation Office.",
        "is_spam": 0
    },
    {
        "bio": "I have a BS in Earth Sciences and a PhD in Resource and Environmental Economics. I have more than 25 years of experience doing research and teaching and advising students in systems thinking, scenario development, simulation, and ecological economics. Presently, I am an Associate Professor in the Department of Computational & Data Sciences at George Mason University, and a member of the Center for Social Complexity. I teach the introductory courses on Computational Social Sciences at both the undergraduate and graduate levels, as well as beginning and advanced courses in complex systems, modeling, and simulation. My current research focuses on the use of scenario development and integrated modeling as applied to social-ecological systems. My recent work has focused on applying these to issues related to climate change economics and policy, including new technologies for greenhouse gas removal and solar radiation management.",
        "is_spam": 0
    },
    {
        "bio": "Dr. Maryam Zamani a leading Oculoplastic Surgeon with a special interest in Facial Aesthetics.",
        "is_spam": 1
    },
    {
        "bio": "Aniruddha Belsare is a disease ecologist with a background in veterinary medicine, interspecific transmission, pathogen modeling and conservation research. Aniruddha received his Ph.D. in Wildlife Science (Focus: Disease Ecology) from the University of Missouri in 2013 and subsequently completed a postdoctoral fellowship there (University of Missouri, May 2014 – June 2017). He then was a  postdoctoral fellow in the Center for Modeling Complex Interactions at the University of Idaho (June 2017 - March 2019) and later a Research Associate with the Boone and Crockett Quantitative Wildlife Center, Michigan State University (March 2019 - Jan 2021). He was a Research Scientist in the Civitello Disease Ecology Lab at Emory University from Jan 2021 to Jan 2023. Currently, Aniruddha is an Assistant Professor of Disease Ecology at the College of Forestry, Wildlife & Environment \/ College of Veterinary Medicine at Auburn University.\n",
        "is_spam": 0
    },
    {
        "bio": "I am Sachin Sengar and I am a digital marketer working at Mount Talent for the last 2 years. I am working on the online branding of the company. Mount Talent is a consultancy that provides Contractual hiring services, full-time hiring services, Employee Management Services, 3rd party payroll outsourcing, etc. for their clients all over the world. Mount Talent has been hiring services for the last 15 years and has more than 300+ clients across the globe.    \n",
        "is_spam": 1
    },
    {
        "bio": "Senior Digital Data Specialist at the Center for Archaeology and Society, Arizona State University",
        "is_spam": 1
    },
    {
        "bio": "I am Maria Smith, an Android & iOS developer. I specialize in on-demand mobile app development. ",
        "is_spam": 1
    },
    {
        "bio": "SHIPENG SUN is an Assistant Professor in the Department of Geography and Environmental Science at Hunter College and the Earth and Environmental Sciences Program at Graduate Center, The City University of New York, New York, NY 10065. E-mail: shipeng.sun@hunter.cuny.edu.",
        "is_spam": 1
    },
    {
        "bio": "Trojan Hunt India is a leading Information Security and Cyber Intelligence company who specializes in helping organizations control and manage cyber risks globally. As a global leader we assure to help our clients with all sorts of cyber security help.\n",
        "is_spam": 1
    },
    {
        "bio": "[Where to buy cachaça uk](https:\/\/agcaravela.co.uk\/) - We at A G Caravela Wine & Spirits pride ourselves in stocking the UK's largest selection of spirits and liqueurs available to buy cachaça online.",
        "is_spam": 1
    },
    {
        "bio": "I am a software developer at Arizona State University involved in different projects including CoMSES Net, where I help maintain and work towards increasing the utility we provide for a community of researchers.",
        "is_spam": 0
    },
    {
        "bio": "Looking for Second hand laptop, [Second hand laptop in delhi under 5000](https:\/\/eazypc.in\/best-second-hand-laptop-in-delhi\/) ? Eazy PC has the best deals on refurbished laptops in Delhi and Noida and other cities. With top brands like Dell, Lenovo, HP and more.",
        "is_spam": 1
    },
    {
        "bio": "Disability [Support worker coordinator](https:\/\/www.wafii.com.au\/) offer respite for family carers. Having support means family carers can take a break, or pursue commitments at work, study and more.",
        "is_spam": 1
    },
    {
        "bio": "We have a team of skilled professionals, our vision is to provide cost-effective software globally we have a lot of clients across all major continents our software will support easily integrated addons we have a team of research and analysis for try to minimise manpower on the software and try to simplify and automate the operations\n#binary mlm software",
        "is_spam": 1
    },
    {
        "bio": "On the casino casino sites not end like I will not recommend the end the responsibility to help you and receive a good service from a safe casino sites.\n[바카라사이트](https:\/\/www.casinositeking.com)\n[casinoblog.pro](https:\/\/casinoblog.pro)\n[holyangel.one](https:\/\/holyangel.one)",
        "is_spam": 1
    },
    {
        "bio": "Casino sites exist on the Internet and are also called online casinos in other words. A casino site is a concept that expresses all the sites where you can enjoy various casino games.\n[온라인카지노](https:\/\/www.oncasino.site)\n[onemoonmarketing.click](https:\/\/onemoonmarketing.click)\n[betman.wiki](https:\/\/betman.wiki)",
        "is_spam": 1
    },
    {
        "bio": "Casino is a very deep game. It can be played in almost all casinos overseas, and it can be said that it is a representative game of a casino that is loved by players all over the world.\n[카지노사이트](https:\/\/www.casinositetop.com)\n[casinoblog.day](https:\/\/casinoblog.day)\n[casinoblog.one](https:\/\/casinoblog.one)",
        "is_spam": 1
    },
    {
        "bio": "Hi, my name is nikismith and I have done B.tech in the field of technology. I am a keen learner and inquisitive person. I love to write about technology and cover all the trending topics in this field .you can read my blogs on articledome . I am writing articles to spear information and knowledge of this field.Read my article about the topic [Snapseed QR code](https:\/\/articledome.com\/snapseed-qr-codes\/\/).",
        "is_spam": 0
    },
    {
        "bio": "1987-1989: assistant professor at the Neuchâtel University (Switzerland)\n1990-2001: full professor at the Neuchâtel University (Switzerland): artificial intelligence & software engineering\n2001-         : senior researcher at CIRAD in the unit \"Gestion des Ressources et Environnement\" (GREEN) and from 2021 \"Savoirs ENvironnement Sociétés\" (UMR SENS)",
        "is_spam": 0
    },
    {
        "bio": "In my research I focus on understanding human behaviour in group(s) as a part of a complex (social) system. My research can be characterised by the overall question:  ‘How does group or collective behaviour arise or change given its social and physical context?‘ More specifically, I have engaged with: ‘How is (individual) human behaviour affected by being in a crowd?’, ‘Why do some groups (cooperatively) use their resources sustainably, whereas others do not?‘, ‘What is the role of (often implicit simplistic) assumptions regarding human behaviour for science and\/or management?’\n\nTo address these questions, I use computational simulations to integrate and reflect synthesised knowledge from literature, empirics and experts. Models, simulation and data analysis are my tools for gaining a deeper understanding of the mechanisms underlying such systems. More specifically, I work with agent-based modelling (ABM), simulation experiments and data analysis of large datasets. Apart from crowd modelling and social-ecological modelling, I also develop methodological tools to analyse social simulation data and combining ABM with other methods, such as behavioural experiments.",
        "is_spam": 0
    },
    {
        "bio": "1stepGrow Academy is a leading EdTech platform offering top-notch courses in Data Science, Artificial Intelligence, Digital Marketing, and Data Analytics. Our mission is to equip students and professionals with the necessary skills and knowledge to excel in today's digital landscape. Our online courses are designed for flexibility and high-quality learning, taught by experienced instructors who are passionate about helping professionals achieve their goals. Whether you want to upskill, reskill or start a new career path, 1stepGrow Academy has got you covered. Stay ahead of the curve in technology and business with us.\n\nFor more information, visit: [1stepGrow ](https:\/\/1stepgrow.com\/)\n",
        "is_spam": 1
    },
    {
        "bio": "I am an agent-based simulation modeler and social scientist living near Cambridge, UK. \n\nIn recent years, I have developed supply chain models for Durham University (Department of Anthropology), epidemiological models for the Covid-19 pandemic, and agent-based land-use models with Geography PhD students at Cambridge University. \n\nPreviously, I spent three years at Ludwig-Maximillians University, Munich, working on Human-Environment Relations and Sustainability, and over two and a half years at Surrey University, working on Innovation with Nigel Gilbert in the Centre for Research in Social Simulation (CRESS). The project at Surrey resulted in a book in 2014, \"Simulating Innovation: Computer-based Tools for Rethinking Innovation\". My PhD topic, modeling human agents who energise or de-energise each other in social interactions, drew upon the work of sociologist Randall Collins. My multi-disciplinary background includes degrees in Operational Research (MSc) and Philosophy (BA\/MA).\n\nI got hooked on agent-based modeling and complexity science some time around 2000, via the work of Brian Arthur, Stuart Kauffman, Robert Axelrod and Duncan Watts (no relation!).",
        "is_spam": 0
    }
]